{
	"blog": {
		"motivi-per-diventare-speaker": {
			"backgroundColor": "#2196F3",
			"brief": "Perché non fare un ulteriore passo in avanti e diventare uno speaker?",
			"content": "Chi studia o lavora nell’ambito dell’IT sa bene quanto la partecipazione agli eventi tenuti dalle aziende o dalle community sia fondamentale per tenere il passo con quello che è un mondo in perenne evoluzione.<br/><br/>Da una parte anche una semplice partecipazione permette di conoscere nuove idee, venire a conoscenza di storie di successo, ma anche di meno piacevoli, ma non per questo meno costruttivi, fallimenti. Ogni testimonianza permette di evitare passi falsi, scoprire nuove tecnologie e comprenderne il funzionamento o togliersi quel dubbio che spesso affligge per giorni o settimane.<br/><br/>Oltre a questo c’è il networking: conoscere nuove persone, nuove aziende, nuove realtà è sempre un’esperienza che ci arricchisce, sia sul piano personale che professionale.<br/><br/>Perché non fare dunque un ulteriore passo in avanti e diventare uno speaker?<br/><br/>Per i più timidi è giusto evidenziare quanto portare una propria “talk” permetta di prendere dimestichezza con il “public speaking” e vincere i propri timori. Tutti hanno un punto di vista che merita di essere esposto, un’esperienza da raccontare o un’idea da condividere quindi perché non mettersi in gioco?<br/><br/>Se invece il coraggio non manca è necessario ricordare quanto raccontare la propria esperienza e dimostrare le proprie competenze possano giovare alla propria carriera.<br/><br/>Il ritorno di immagine e la pubblicità derivanti dall’esposizione della propria talk si riveleranno infatti elementi costruttivi, sia che si parli a nome della propria azienda o semplicemente si cerchi un modo per mettersi sotto i riflettori e mostrare di cosa si è capaci.<br/><br/>Oltre a questi vantaggi non bisogna dimenticare che quello che accomuna chi partecipa, qualsiasi sia la veste, a questi eventi sono interesse e passione. Se questi ingredienti non mancano o, al contrario, sentite il bisogno di ritrovarli, partecipare ad un evento è quello che fa per voi.<br/><br/><strong>Articolo pubblicato su <a href='https://medium.com/@gdgtrento/motivi-per-partecipare-ed-essere-speaker-alla-devfest-3023d4288c38'>Medium</a> da GDG Trento</strong>",
			"image": "/images/posts/motivi_devfest_trento.jpeg",
			"published": "2020-04-22",
			"source": "/data/posts/2020-04-22-motivi.md",
			"title": "Motivi per partecipare ed essere speaker alla DevFest"
		},
		"la-prima-DevFest-italianatutta-online-giovanni-forlastro": {
			"backgroundColor": "#2196F3",
			"brief": "Siete tutti invitati alla GDG DevFest Online: la prima conferenza gratuita, ideata dai GDG Italiani.",
			"content": "Il periodo storico in cui stiamo vivendo ci vede costretti tutti a casa, impossibilitati ad uscire se non per “comprovate esigenze lavorative” e/o “per motivi di salute”.<br/><br/>Per fronteggiare l'emergenza sanitaria dovuta al coronavirus-COVID19, il governo Italiano ha adottato delle misure stringenti: con il Decreto del Presidente del Consiglio dei Ministri (dpcm) del 22 Marzo, Palazzo Chigi ha optato per la sospensione di gran parte delle attività produttive e commerciali e ha deciso di vietare ogni spostamento, soprattutto all’esterno del comune in cui ci si trova.<br/><br/>E questo ha, di fatto, bloccato l'intera nazione. Ma non solo. Infatti questa disastrosa emergenza che, come ben sappiamo non è circoscritta all'Italia ma mondiale, ha obbligato grandi organizzazioni (e a maggior ragione anche quelle piccole) a rimandare, o peggio cancellare, gli eventi programmati da tempo.<br/><br/>E' il caso dell’_E3_, la fiera più importante al mondo dell’industria dei videogiochi, del _Google I/O 2020_, del _Google Cloud Next_ di San Francisco, del _Facebook F8_, del _Mobile World Congress_ di Barcellona e di tante altre che si sono man mano aggiunte alla lista.<br/><br/>Anche le varie community dei **GDG Italiani** si sono ritrovati a doversi confrontare con questo enorme problema, che ancora oggi persiste per gli eventi che, mese dopo mese, vengono organizzati nei tradizionali luoghi d'aggregazione.<br/><br/>Ma non si sono dati per vinti: infatti, grazie al loro voglia di interazione con la proprio comunità, hanno ideato la prima grande conferenza GDG Italiana online: la **DevFest Together**.<br/><br/>Si svolgerà **gratuitamente e interamente online**, nel weekend del **2 e 3 Maggio 2020** e vedrà sul palco virtuale tantissimi Google Developer Experts e professionisti del settore che approfondiranno temi interessanti nelle aree **Cloud Computing, Frontend, Machine Learning, IWD & Diversity, Mobile e Soft Skill**.<br/><br/>Inoltre le dieci persone più rapide ad iscriversi, potranno partecipare al workshop \"**I'm Remarkable**\", ideato internamente in Google e incentrato sulla motivazione e sulla corretta autopromozione di se stessi.<br/><br/>**Ben oltre 30 talk, su 3 rooms in contemporanea: sei curioso di sapere chi sarà presente come relatore?**<br/><br/>**Articolo pubblicato su [LinkedIn](https://www.linkedin.com/pulse/la-prima-DevFest-italianatutta-online-giovanni-forlastro/) da Gianni Forlastro**",
			"image": "/images/posts/prima_DevFest.png",
			"published": "2020-04-24",
			"source": "/data/posts/2020-04-24-prima-DevFest.md",
			"title": "La prima DevFest Italiana..tutta online!"
		},
		"far-parte-community": {
			"backgroundColor": "#2196F3",
			"brief": "Combatto un'intima e personale battaglia a favore delle diversità e da qualche anno insieme a delle persone meravigliose che mi hanno stravolto la vita",
			"content": "Da piccola amavo molto giocare all'aperto, in bici, a calcio, con gli animali e a scacchi. Quante ginocchia sbucciate! Da quando ho posato le mie mani sulla mia prima tastiera e dentro il mio primo computer, ho scoperto una nuova dimensione che mi ha affascinata così tanto da influenzare la mia esistenza, ma meno quella dei miei amici. Crescendo ho capito che maggiore sarebbe stata la mia passione per i **marchingegni tecnologici** e minore interazione avrei avuto con gli altri. **Una terribile scoperta!**<br/><br/>_Nel mio piccolo, ho cercato di far comprendere alle persone, che la tecnologia non è così male come si vuol presentare e per fortuna sono aumentati coloro che si occupano di migliorare l'esperienza d'uso degli utenti nei confronti dei prodotti **#Software** & **#Hardware**._<br/><br/> Tornando al mio percorso, sono venuta a conoscenza di altre amare verità, anche provandole direttamente:<br/>1. le \"donne che fanno tecnologia\" sono strane (?!)<br/> 2. programmare è un lavoro da uomini (What?)<br/> 3. in percentuale le donne che fanno il mio stesso lavoro sono pochissime (è una realtà)<br/>**Che incubo!** Ad oggi, può sembrare una pazzia, ma esistono realmente persone che scartano i curriculum vitae in base al genere, età, religione ed etnia.<br/> I <a href='https://builtin.com/women-tech/women-in-tech-workplace-statistics' target='_new'>numeri</a> parlano chiaro:<br/><ul><li>solo il 26% delle donne lavora nel campo</li><li>il 3% sono afro-americane, il 6% sono donne asiatiche e il 2% ispaniche.</li><li>50% delle donne ha dichiarato di essere stata discriminata sul posto di lavoro</li><li>43% degli Americani crede che le donne creino un luogo di lavoro più rispettoso e sicuro degli uomini. Solo il 5% crede il contrario.</li><li>Positivamente, i guadagni delle donne stanno superando quelli degli uomini quando si tratta di lavori ad alta competenza.</li><br/> A quanto pare, sembra che le cose stiano cambiando perché alcune persone tutti i giorni si impegnano per andare controtendenza.<br/><br/><br/>**Articolo completo pubblicato su [LinkedIn](https://www.linkedin.com/pulse/far-parte-di-una-community-chiara-corrado/) da Chiara Corrado **",
			"image": "/images/posts/far_community.jpg",
			"published": "2020-04-25",
			"source": "/data/posts/2020-04-25-una-community.md",
			"title": "Far parte di una community"
		},
		"coffe-break-elia-bellussi": {
			"backgroundColor": "#2196F3",
			"brief": "Avevo bisogno di lasciare la routine, da sempre cerco di mettermi in gioco, di crearmi o partecipare a nuove sfide: ne sento proprio il bisogno, è qualcosa di più forte di me.",
			"content": "La settimana della DevFest Together è finalmente giunta: online è possibile dare uno sguardo a tutti gli speakers che prenderanno parte alla due giorni di conferenza.<br/>Per conoscere meglio alcuni speakers, abbiamo previsto una breve intervista ad alcuni speaker, che vi permetterà di conoscerli meglio.<br/>Il primo che incontriamo è <a href=\"https://www.linkedin.com/in/eliabellussi/\">Elia Bellussi</a>, presente nella traccia _**\"Soft Skill\"**_ di **Domenica 3 Maggio**. Appassionato di innovazione e tecnologia, nel mondo della consulenza da oltre 9 anni, che ha appena finito un \"Dual Degree\" con un **Master of Business Administration e un MSc of Disruptive Innovation**. Oltre a tutto questo è il Fondatore del Museo Piemontese dell’Informatica e di CoderDojo Torino è socio di Impact Hub Torino, di Impact Angels Italia e del Club Dirigenti di Informatica di Torino.<br/><br/>**Ciao Elia, e benvenuto alla DevFest Together! Sei stato selezionato per il talk dal titolo \"Design Thinking un approccio agile allo sviluppo del prodotto\". Di cosa parlerai?**_Sempre più le aziende, in particolare in ambito IT, stanno muovendo i primi passi nel mondo dell’empirismo. Termini come agile e scrum sono consolidati e sono sorte certificazioni professionalizzanti. Il design thinking ricade in questo tipo di approccio. Storicamente è nato alla Scuola di Design dell’Università di Stanford, una delle più importanti e innovative università al mondo. Durante la sessione, mi preoccuperò di coprire anche parte della sua storia per coloro che fossero interessati anche a questi aspetti ma quanto deve essere chiaro è il processo che viene applicato. Potrete notare molte similitudini. Ne sono certo._<br/>**Perché è importante il Design Thinking?**_C’è chi mi ha detto che sembrano strategie di marketing, chi mi ha detto che si tratta di qualcosa troppo aleatorio. Io ho avuto modo di provarlo e di comprenderne le specifiche. Il marketing fa parte della sua essenza, sicuramente, perché bisogna comprendere il \"cliente\" ma il design thinking non si ferma all’analisi del mercato in cui il prodotto andrà a collocarsi. Si tratta di uno splendido strumento che aiuta il product manager a realizzare un prodotto o un servizio secondo un processo ricorsivo di perfezionamento, dall’analisi del mercato, ovviamente, alla realizzazione di prototipi, per verificare l’efficacia e l’utilità del risultato, fino alla realizzazione finale. Il fattore che credo sia il più importante, è proprio legato all’empirismo. Si procede in un flusso costante di verifica ed adattamento per evitare dispersione e perdita di tempo così da essere più produttivi._<br/>**I tuoi ultimi 3 anni sono stati molto movimenti: raccontaci l'esperienza che hai vissuto.**_Nel 2017 ho pensato di dare una svolta alla mia vita. Non avevo mai fatto un’esperienza di vita all’estero e volevo dare un impulso anche alla mia carriera. Da tempo pensavo d’iscrivermi ad un MBA e da sempre volevo dedicarmi a tempo pieno all’innovazione. Dopo una ricerca di alcuni mesi ho seguito i processi di iscrizione presso alcune business school tra le più innovative e che offrissero percorsi legati alla mia passione. Alla fine sono stato selezionato dalla HULT, che offre un programma di dual degree. Questo avrebbe significato poter ottenere un MBA ed un MSc in un tempo ridotto, così da poter tornare presto nel mondo del lavoro. Per conseguire l’MBA ho vissuto a Londra per nove mesi, seguiti da un mese a Dubai e un mese a Shanghai. Tutte città fortemente innovative e grazie alle quali ho potuto approcciare diverse culture e imparare ad interagire con esse. In seguito ho vissuto altri sei mesi a San Francisco, per il secondo master. Anche qui il mondo dell’innovazione è in fermento più che mai. Legato specialmente al mondo dell’informatica, da cui provengo. L’esperienza è stata indimenticabile. Due o tre giorni a settimana frequentavo meetup o eventi organizzati da aziende, università e consolati._<br/>_Se il percorso formativo, da un lato, mi ha fatto approfondire tematiche come fintech, data strategy, leading digital innovation e open innovation, dall’altro ho potuto accrescere il network di contatti in quel mondo, frequentando persone nel mondo del venture capitalism, delle startup o del corporate, entrando in contatto e diventando amico di molti di loro: con alcuni ci si sente periodicamente, ci si scambia idee o contatti. Ora le mie competenze non sono più limitate al mondo dell’informatica ma anche della finanza, dell’energia e della produzione._<br/><br/>**Articolo completo pubblicato su [LinkedIn](https://www.linkedin.com/pulse/DevFest-together-coffee-break-con-gli-speakers-giovanni-forlastro/) da Gianni Forlastro **",
			"image": "/images/posts/elia_bellussi.jpg",
			"published": "2020-04-27",
			"source": "/data/posts/2020-04-27-elia-bellussi.md",
			"title": "DevFest Together: coffee break con gli speakers"
		}
	},
	"gallery": [
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F4.jpg?alt=media&token=74183b49-4459-4a52-a75f-8750d8ea9669",
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F2.jpg?alt=media&token=cb5cecd4-3669-45c7-ac73-f70d79e1f0ae",
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F3.jpg?alt=media&token=8f5207b6-16bd-4493-aa30-a7dcef3e12c6",
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F1.jpg?alt=media&token=66bb472e-8d09-4aff-b8e2-86ab6362e4e5",
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F5.jpg?alt=media&token=bf5c9d2f-1c88-4893-86b9-57681798a848",
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F6.jpg?alt=media&token=5e7d7cfc-8ef4-4bd9-a4e6-0e44e4ea5e6d",
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F7.jpg?alt=media&token=4a097e27-c4a2-4ae2-ba33-9a08e65e12e7",
		"https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/homepage%2Fgallery%2F8.jpg?alt=media&token=2d23bd7f-a160-48b4-8a9d-ba2927a7eea6"
	],
	"notifications": {
		"config": {
			"icon": "",
			"timezone": "+01:00"
		},
		"messages": {},
		"subscribers": {},
		"test": {},
		"users": {}
	},
	"partners": [{
			"logos": [{
				"order": 0,
				"logoUrl": "../images/logos/gdg-lviv.svg",
				"name": "GDG Lviv",
				"url": "https://plus.google.com/102444623953913144164"
			}],
			"order": 0,
			"title": "Template Creator"
		},
		{
			"logos": [{
					"order": 0,
					"logoUrl": "../images/logos/google.svg",
					"name": "Google",
					"url": "https://www.google.com.ua/intl/en/about/"
				},
				{
					"order": 1,
					"logoUrl": "../images/logos/gdg_bari.png",
					"name": "GDG Bari",
					"url": "https://www.meetup.com/it-IT/GDG-Bari/"
				},
				{
					"order": 2,
					"logoUrl": "../images/logos/gdg_campobasso.png",
					"name": "GDG Campobasso",
					"url": "https://www.meetup.com/it-IT/GDG-Campobasso/"
				},
				{
					"order": 3,
					"logoUrl": "../images/logos/gdg_cosenza.png",
					"name": "GDG Cosenza",
					"url": "https://www.meetup.com/it-IT/Google-Developer-Group-Cosenza/"
				},
				{
					"order": 4,
					"logoUrl": "../images/logos/gdg_firenze.png",
					"name": "GDG Firenze",
					"url": "https://www.meetup.com/it-IT/GDG-Firenze/"
				},
				{
					"order": 5,
					"logoUrl": "../images/logos/dsc_firenze.png",
					"name": "DSC Firenze",
					"url": ""
				},
				{
					"order": 6,
					"logoUrl": "../images/logos/gdg_nebrodi.png",
					"name": "GDG Nebrodi",
					"url": "https://www.meetup.com/it-IT/gdgnebrodi/"
				},
				{
					"order": 7,
					"logoUrl": "../images/logos/gdg_pescara.png",
					"name": "GDG Pescara",
					"url": "https://www.meetup.com/it-IT/GDG-Pescara/"
				},
				{
					"order": 8,
					"logoUrl": "../images/logos/gdg_pisa.png",
					"name": "GDG Pisa",
					"url": "https://www.meetup.com/it-IT/GDG-Pisa/"
				},
				{
					"order": 9,
					"logoUrl": "../images/logos/gdg_roma.png",
					"name": "GDG Roma",
					"url": "https://www.meetup.com/it-IT/GDG-Roma/"
				},
				{
					"order": 10,
					"logoUrl": "../images/logos/gdg_torino.png",
					"name": "GDG Torino",
					"url": "https://www.meetup.com/it-IT/GDG-Torino/"
				},
				{
					"order": 11,
					"logoUrl": "../images/logos/gdg_cloud_torino.png",
					"name": "GDG Cloud Torino",
					"url": "https://www.meetup.com/it-IT/Google-Cloud-Developer-Community-Torino/"
				},
				{
					"order": 12,
					"logoUrl": "../images/logos/gdg_trento.png",
					"name": "GDG Trento",
					"url": "https://www.meetup.com/it-IT/GDG-Trento/"
				},
				{
					"order": 13,
					"logoUrl": "../images/logos/wtm_italia.png",
					"name": "WTM Italia",
					"url": ""
				}

			],
			"order": 1,
			"title": "Organizers"
		},
		{
			"logos": [{
				"order": 0,
				"logoUrl": "../images/logos/jetbrains.png",
				"name": "JetBrains",
				"url": "https://www.jetbrains.com/"
			},{
				"order": 1,
				"logoUrl": "../images/logos/corley_logo.png",
				"name": "Corley",
				"url": "https://corley.it/"
			},{
				"order": 2,
				"logoUrl": "../images/logos/grusp_logo.png",
				"name": "GRUsp",
				"url": "https://www.grusp.org/it/"
			},{
				"order": 3,
				"logoUrl": "../images/logos/droidcon_logo.png",
				"name": "droidcon italy",
				"url": "https://it.droidcon.com/2020/webinars/"
			},{
				"order": 4,
				"logoUrl": "../images/logos/PS_logo.png",
				"name": "Pluralsight",
				"url": "https://www.pluralsight.com/"
			},{
				"order": 5,
				"logoUrl": "../images/logos/slido_logo.png",
				"name": "Sli.do",
				"url": "https://www.sli.do/"
			}],
			"order": 2,
			"title": "Supporters"
		}
	],
	"schedule": {
		"2020-05-02": {
			"dateReadable": "2 Maggio",
			"timeslots": [{
					"endTime": "15:20",
					"sessions": [{
						"items": [
							100
						]
					}],
					"startTime": "15:00"
				},
				{
					"endTime": "16:05",
					"sessions": [{
							"items": [
								14
							]
						},
						{
							"items": [
								63
							]
						},
						{
							"items": [
								44
							]
						}
					],
					"startTime": "15:20"
				},
				{
					"endTime": "16:50",
					"sessions": [{
							"items": [
								12
							]
						},
						{
							"items": [
								61
							]
						},
						{
							"items": [
								42
							]
						}
					],
					"startTime": "16:05"
				},
				{
					"endTime": "17:00",
					"sessions": [{
						"items": [
							110
						]
					}],
					"startTime": "16:50"
				},
				{
					"endTime": "17:45",
					"sessions": [{
							"items": [
								13
							]
						},
						{
							"items": [
								62
							]
						},
						{
							"items": [
								41
							]
						}
					],
					"startTime": "17:00"
				},
				{
					"endTime": "18:30",
					"sessions": [{
							"items": [
								11
							]
						},
						{
							"items": [
								64
							]
						},
						{
							"items": [
								45
							]
						}
					],
					"startTime": "17:45"
				},
				{
					"endTime": "18:40",
					"sessions": [{
						"items": [
							110
						]
					}],
					"startTime": "18:30"
				},
				{
					"endTime": "19:25",
					"sessions": [{
							"items": [
								15
							]
						},
						{
							"items": [
								66
							]
						},
						{
							"items": [
								43
							]
						}
					],
					"startTime": "18:40"
				},
				{
					"endTime": "20:15",
					"sessions": [{
							"items": [
								16
							]
						},
						{
							"items": [
								65
							]
						},
						{
							"items": [
								46
							]
						}
					],
					"startTime": "19:25"
				},
				{
					"endTime": "20:30",
					"sessions": [{
						"items": [
							101
						]
					}],
					"startTime": "20:15"
				}
			],
			"tracks": [{
					"title": "Cloud Computing"
				},
				{
					"title": "Mobile"
				},
				{
					"title": "IWD / Diversity"
				}
			]
		},
		"2020-05-03": {
			"dateReadable": "3 Maggio",
			"timeslots": [{
					"endTime": "15:10",
					"sessions": [{
						"items": [
							100
						]
					}],
					"startTime": "15:00"
				},
				{
					"endTime": "15:55",
					"sessions": [{
							"items": [
								56
							]
						},
						{
							"items": [
								24
							]
						},
						{
							"items": [
								34
							]
						}
					],
					"startTime": "15:10"
				},
				{
					"endTime": "16:30",
					"sessions": [{
              "extend": 2,
							"items": [
								53
							]
						},
						{
              "extend": 2,
							"items": [
								23
							]
						},
						{
              "extend": 2,
							"items": [
								32
							]
						}
					],
					"startTime": "15:55"
        },
        {
					"endTime": "16:40",
					"sessions": [{
              "items": []
						},
						{ "items": []
						},
						{ "items": []
						},{
              "extend": 4,
							"items": [
                71
							]
						}
					],
					"startTime": "16:30"
				},
				{
					"endTime": "16:50",
					"sessions": [{
						"items": [
							110
						]
					}],
					"startTime": "16:40"
				},
				{
					"endTime": "17:35",
					"sessions": [{
							"items": [
								55
							]
						},
						{
							"items": [
								21
							]
						},
						{
							"items": [
								36
							]
						}
					],
					"startTime": "16:50"
				},
				{
					"endTime": "18:00",
					"sessions": [{
              "extend": 2,
							"items": [
								51
							]
						},
						{
              "extend": 2,
							"items": [
								26
							]
						},
						{
              "extend": 2,
							"items": [
								33
							]
						}
					],
					"startTime": "17:35"
        },
        {
					"endTime": "18:20",
					"sessions": [{
							"items": []
						},
						{
							"items": []
						},
						{
							"items": []
						}
					],
					"startTime": "18:00"
				},
				{
					"endTime": "18:30",
					"sessions": [{
						"items": [
							110
						]
					}],
					"startTime": "18:20"
				},
				{
					"endTime": "19:15",
					"sessions": [{
							"items": [
								52
							]
						},
						{
							"items": [
								22
							]
						},
						{
							"items": [
								35
							]
						}
					],
					"startTime": "18:30"
				},
				{
					"endTime": "20:00",
					"sessions": [{
							"items": [
								54
							]
						},
						{
							"items": [
								25
							]
						},
						{
							"items": [
								31
							]
            }
					],
					"startTime": "19:15"
				},
				{
					"endTime": "20:45",
					"sessions": [{
						"items": [
							102
						]
					}],
					"startTime": "20:00"
				}
			],
			"tracks": [{
					"title": "Machine Learning"
				},
				{
					"title": "Frontend"
				},
				{
					"title": "Soft Skills"
        },
        {
					"title": "Workshop"
				}
			]
		}
	},
	"sessions": {
		"100": {
			"complexity": "",
			"description": "",
			"language": "",
			"speakers": [],
			"tags": [
				"Opening",
				"Apertura"
			],
			"icon": "opening",
			"title": "Keynote di apertura",
			"presentation": "https://drive.google.com/file/d/1fQZRbQ9Chiq7maxqwIZUm-TVqySvRzUO/view?usp=sharing"
		},
		"110": {
			"complexity": "",
			"description": "",
			"language": "",
			"speakers": [],
			"tags": [
				"Break"
			],
			"icon": "coffee-break",
			"title": "Pausa"
		},
		"105": {
			"complexity": "",
			"description": "",
			"language": "Italiano",
			"speakers": [],
			"tags": [
				"Talk"
			],
			"icon": "",
			"title": ""
		},
		"106": {
			"complexity": "",
			"description": "",
			"language": "",
			"speakers": [],
			"tags": [
				"Workshop"
			],
			"title": "Workshop"
		},
		"101": {
			"complexity": "",
			"description": "",
			"language": "Italiano",
			"speakers": [],
			"tags": [
				"Keynote", "Closing"
			],
			"title": "Keynote di chiusura"
		},
		"102": {
			"complexity": "",
			"description": "Estrazioni, numeri, saluti e... COMMUNITY!",
			"language": "Italiano",
			"speakers": [],
			"tags": [
				"Closing", "Keynote"
			],
			"title": "Chiusura conferenza"
    },
    "11": {
      "complexity": "",
      "description": "Le architetture basate su microservices semplificano notevolmente la gestione di un’applicazione complessa, ma introducono alcune problematiche difficili da risolvere. Una di queste è la gestione di autenticazione e autorizzazione dell’utente a chiamare api esterne. In questo talk impareremo come sfruttare Istio, all’interno di un cluster Kubernetes, per semplificare notevolmente il processo di autenticazione tramite protocollo OAuth2. Ci concentreremo su come delegare ad Istio la verifica del token JWT prima ancora che la chiamata raggiunga il servizio a cui è destinata. Questo approccio semplifica notevolmente la vita allo sviluppatore che non deve più preoccuparsi di gestire l’autenticazione dell’utente, in quanto è l'Envoy Proxy di Istio a garantire che solo le chiamate autenticate e autorizzate raggiungano il microservizio. Nel talk parleremo dei seguenti argomenti: - Architetture a microservizi - Protocollo OAuth2 - Kubernetes e Istio - Configurazione Istio RequestAuthentication e AuthorizationPolicy per verificare l'autenticazione - Demo live",
      "language": "Italiano",
      "speakers": ["LudovicoRusso"],
      "tags": ["Cloud Computing"],
      "title": "Autenticazione OAuth2 in un cluster Kubernetes tramite Istio ed Envoy"
    },
		"12": {
			"complexity": "",
			"description": "La configurazione di un server spiegata come Google leggerebbe una ricetta di GialloZafferano. In questa modalità leggera e scherzosa vedremo come mettere su un Virtual Private Server, cioè uno spazio tutto tuo, a costo fisso, da configurare e gestire come vuoi. Docker ci aiuterà a tenere tutto pulito e in ordine, senza troppi file a giro o dipendenze da aggiornare, anche se decidessimo di condividere il server con degli amici. Portainer ci fornirà una UI per tenere sempre tutto sotto controllo. Traefik mette al centro la sicurezza, gestendo i certificati per le connessioni al posto nostro, in maniera totalmente gratuita, e potremo associare un dominio o sottodominio a ciascun servizio. Watchtower terrà aggiornati tutti i nostri servizi, per avere sempre le ultime versioni con le patch di sicurezze e tutte le future non appena vengono pubblicate. Mettiamo tutto insieme e otteniamo un sistema sicuro, aggiornato, pulito e ordinato dove caricare i nostri progetti con pochissimo sforzo!",
			"language": "Italiano",
			"speakers": ["AldoDAquino"],
			"tags": ["Cloud Computing"],
			"title": "Okay Google, configuriamo il VPS!"
		},
		"13": {
			"complexity": "",
			"description": "In this session we will integrate Visual Studio Code in a Pod and we will use it from our browser! Thanks to this technology (theia IDE) we can focus in the future about how to work better remotely and use advantages from executing editor inside K8S. In questa sessione integreremo l'IDE Visual Studio Code dentro un POD e utilizzeremo l'editor direttamente dal browser. Grazie a questa tecnologia (theia IDE) potremmo migliorare il mondo del lavoro da remoto in un futuro prossimo e trarre diversi vantaggi dall'esecuzione del nostro editor all'interno di Kubernetes.",
			"language": "Italiano",
			"speakers": ["WalterDalMut"],
			"tags": ["Cloud Computing"],
			"title": "An IDE on Kubernetes"
		},
		"14": {
			"complexity": "",
			"description": "In questa sessione si approfondirà come costruire un'architettura scalabile su GCP, conforme anche agli standard europei (GDPR, EBA, Italian laws)",
			"language": "Italiano",
			"speakers": ["AndreaUlisse"],
			"tags": ["Cloud Computing"],
			"title": "How to build a scalable & compliant architecture on GCP"
    },
    "15": {
      "complexity": "",
      "description": "Corso per i membri delle Community Google Developer erogato con Google Classroom e supportato direttamente da Google. Tantissimo materiale, visto che Google ora ci fornisce a titolo gratuito Corsi e Lab, ma anche soprattutto uno stimolo, una guida e la possibilità di individuare le metodologie di studio più adatte. Infatti parliamo di un corso online, self-paced, ma anche con un buon livello di interazione sociale e personale e che tutti potranno seguire, sia nella modalità (quasi) italiana che in quella internazionale. In questo Talk, inoltre, parleremo di: Come cercare e mettere in pratica il metodo di apprendimento migliore; Il Cloud Nativo: cosa significa e perchè è così importante; Il Cloud per i Developer",
      "language": "Italiano",
      "speakers": ["AntonellaBlasetti"],
      "tags": ["Cloud Computing"],
      "title": "Cloud Developer Certification with Classroom"
    },
    "16": {
        "complexity": "",
        "description": "Che cos'è la Blockchain? Che cosa sono gli Smart Contract? Come posso creare il mio primo Smart Contract? In questo talk, risponderemo a queste domande e mostreremo come implementare una chat pseudo-anonima basata su Ethereum.",
        "language": "Italiano",
        "speakers": ["AlessandroBerti", "EugenioPaluello", "LucaCorbucci"],
        "tags": ["Cloud Computing"],
        "title": "Blockchain: Smart contract from scratch"
    },
		"21": {
			"complexity": "",
			"description": "Angular, dalla versione 2, utilizza RxJS per buona parte delle funzionalità del framework e rappresenta, di conseguenza, una dipendenza fondamentale che è necessario conoscere per sfruttare al massimo il suo  potenziale. Tuttavia, non viene spesso utilizzata nel modo corretto e si commettono diversi errori, alcuni dei quali molto comuni, che rendono le applicazioni molto più fragili e difficili da mantenere. In questa sessione, Fabio Biondi fornirà molti consigli ed esempi pratici per un utilizzo idiomatico di RxJS in applicazioni Angular: operatori indispensabili, gestione stato applicativo tramite Subject, comunicazione con il server, integrazione con i reactive form, gestione autenticazione e sicurezza.",
			"language": "Italiano",
			"speakers": ["FabioBiondi"],
			"tags": ["Frontend"],
			"title": "RxJS Best practices per Angular Developers"
		},
		"22": {
			"complexity": "",
			"description": "\"E quindi il generic type necessario è ATTCᐸT, Uᐳ = [U] extends [EITᐸTᐳ] ? EITᐸTᐳ extends U ? T : never : never\". Tra keyof, mapped types e conditional types coi controfiocchi, leggere codice TypeScript di livello medio-avanzato sembra essere diventato leggere il copione di \"Amici miei\". La talk si propone di demistificare le principali operazioni eseguibili sui tipi, partendo dal keying-in fino ad arrivare al temutissimo infer U. Avremo modo di esaminare anche i principali mapped types e conditional types messi a disposizione out-of-the-box da TS con qualche esempio pratico, in modo da prendere sufficiente confidenza con queste feature. Chiunque utilizza TypeScript nella propria quotidianità, sia nel FrontEnd che nel BackEnd, è il benvenuto! Lo vedete che stuzzica? Che prematura anche?",
			"language": "Italiano",
			"speakers": ["AndreaSimoneCosta"],
			"tags": ["Frontend"],
			"title": "Supercazzole in TypeScript"
		},
		"23": {
			"complexity": "",
			"description": "RxJS è una fra le librerie più in voga nel panorama web moderno: si tratta di un insieme di tool che ci permettono di lavorare in JavaScript con un approccio reattivo. Ma cosa vuol dire \"reattivo\" esattamente? Vi stupirà sapere che la maggior parte degli utilizzatori di questa libreria non sa darne una definizione precisa. Il motivo è semplice: la Programmazione Reattiva è inizialmente controintuitiva. Può spaventare, un po' come la prima volta che siete entrati in piscina e avete scoperto che il modo migliore per galleggiare è lasciarsi trasportare dall'acqua: è uno shock quasi per tutti. In questa sessione introdurremo il paradigma della Programmazione Reattiva e la sua filosofia, lo metteremo a confronto con altri stili di programmazione, ed entreremo nel mondo degli Observable, che ci faranno dimenticare l'approccio imperativo a cui siamo abituati. Capiremo la differenza fra architetture Pull e Push, toccheremo con mano dei casi d'uso reali e sarà finalmente chiaro il motivo per cui questa libreria acquisisce popolarità giorno dopo giorno.",
			"language": "Italiano",
			"speakers": ["MicheleStieven"],
			"tags": ["Frontend"],
			"title": "Imparare a nuotare con RxJS"
		},
		"24": {
			"complexity": "",
			"description": "Sessione di live coding in cui verrà realizzata una piccola applicazione (una sorta di ToDo List) senza utilizzare alcun framework e scrivendo il tutto con qualche web components! Il tutto in mezz'ora...speriamo di farcela! :D",
			"language": "Italiano",
			"speakers": ["FrancescoSciuti"],
			"tags": ["Frontend"],
			"title": "Web Components: Scriviamo un'applicazione frameworkless in mezz'ora!"
		},
		"25": {
			"complexity": "",
			"description": "L'architettura micro frontends negli ultimi anni é sulla bocca di tutti, tant'è che grandi aziende del calibro di Zalando, Spotify e Dazn fanno uso di questo favoloso approccio per i suoi pregi indiscussi. Quindi big company, ma non solo... torna utile anche per migrare le nostre applicazioni legacy. Farò chiarezza sui pregi e difetti di questa scelta e darò alcuni consigli su come strutturare i nostri progetti per spezzare il nostro progetto monolitico. Questa architettura sistemerà tutti i vostri problemi? ...venite a scoprirlo!",
			"language": "Italiano",
			"speakers": ["GiorgioBoa"],
			"tags": ["Frontend"],
			"title": "Micro Frontends: Breaking up the Monolith"
		},
		"26": {
			"complexity": "",
			"description": "Esistono alcune funzionalità di app native che non è possibile creare e distribuire su open web ad oggi. Il cosiddetto 'app gap', cioè il divario tra ciò che è possibile sul Web e ciò che è possibile su un'app nativa. Il progetto Fugu è nato per colmare questa lacuna. In questo talk sbirciamo le diverse API incluse nel progetto, come applicarli e in quale fase della sperimentazione sono.",
			"language": "Italiano",
			"speakers": ["RihannaKedir"],
			"tags": ["Frontend"],
			"title": "Bridging the Gap between Web and Native Apps"
		},
		"31": {
			"complexity": "",
			"description": "Ti è mai capitato di pensare che tutti nel tuo ufficio hanno più talento di te, e che non meriti ciò che hai ottenuto finora professionalmente?  Hai anche tu la sindrome dell'impostore? Questo fenomeno è piuttosto diffuso in tutti i settori lavorativi, ma la crescente pressione per avere successo nel settore IT sta mettendo a dura prova i dipendenti, colpendo più della metà dei lavoratori, me compreso 😐 Dopo molti anni di lavoro in aziende di varia dimensione, da start-up a multinazionali, in svariati settori di business, ho trovato un modo per superare la sindrome dell'impostore e trasformare questa strana sensazione in un comburente per le nostre carriere simile al protossido d'azoto usato in \"Fast & Furious\" 😁, e voglio condividerlo con voi!",
			"language": "Italiano",
			"speakers": ["MatteoBruno"],
			"tags": ["Soft skill"],
			"title": "How to defeat imposter syndrome: confessions of a developer"
		},
		"32": {
			"complexity": "",
			"description": "In questi anni si è sviluppato sempre di più un approccio agile ed empirico alla gestione dei progetti e dei prodotti. Se da un lato è cresciuta la richiesta di competenze relative a SCRUM, dall’altro il design thinking ha portato una più chiara e semplice comprensione di qual deve essere l’approccio per lo sviluppo dei prodotti, tanto che molti product manager si stanno avvicinando sempre più a questo approccio, nato all’interno del dipartimento di design di Stanford, la famosa \"d.school\". In questo intervento vedremo, tramite un case study su di un prodotto non digitale, come il design thinking possa essere utile nello sviluppo di uno specifico prodotto e come il processo da esso definito sia da un lato semplice e facilmente comprensibile, dall’altro completo e funzionale ai bisogni. L’intervento è rivolto a tutti coloro che vogliono approcciare il design thinking. Come SCRUM, il design thinking è interessante da comprendere e apprendere, qualsiasi sia il proprio ruolo. Esso si fonda su attività di gruppo, in cui tutti possono e devono dare il proprio contributo.",
			"language": "Italiano",
			"speakers": ["EliaBellussi"],
			"tags": ["Soft skill"],
			"title": "Design Thinking un approccio agile allo sviluppo del prodotto"
		},
		"33": {
			"complexity": "",
			"description": "Come poter gestire al meglio il lavoro da remoto, anche in questi tempi di emergenza, saltando da una call all'altra su Meet e gli altri n strumenti di videoconference...",
			"language": "Italiano",
			"speakers": ["ChristianPezzin"],
			"tags": ["Soft skill"],
			"title": "WFH e Smart Working: regole della casa..."
		},
		"34": {
			"complexity": "",
			"description": "In un contesto Agile i Feature Teams sono una delle strutture organizzative  più efficaci per sviluppare un ecosistema complesso in modo rapido, mantenendo alta la qualità e basso il TCO (total cost of ownership). Spesso questi team sono però vincolati da architetture monolitiche, o a lasagna/spaghetti, che non consentono di operare end-to-end sulle feature, creando dipendenze tra team, colli di bottiglia e frustrazione. Lo stile architetturale a Microservizi (sì, è uno stile e non un pattern e quindi va interpretato a seconda dei casi) da una mano a questi team ad essere più indipendenti tra loro e  li aiuta a lavorare tutti con lo stesso scopo: generare valore per gli utenti finali in modo continuo. In questo talk vedremo come organizzare più team che lavorano su uno stesso prodotto e come lo stile architetturale a Microservizi supporti questa organizzazione evolvendo con l'evolversi dei team.",
			"language": "Italiano",
			"speakers": ["GiulioRoggero"],
			"tags": ["Soft skill"],
			"title": "Come i Microservizi favoriscono il lavoro dei Feature Teams"
		},
		"35": {
			"complexity": "",
			"description": "Ogni mattina all'alba un programmatore nel mondo si sveglia e sa che dovrà correre. Dovrà correre per stare dietro alle novità, ma dovrà anche aver pazienza e costanza, dovrà sacrificarsi e soprattutto dovrà stare a fianco di altri corridori (anche in tempi così bui). Costanza, Sacrificio, Pazienza e Network (anche al tempo del Covid) sono, secondo me, le 4 caratteristiche che trasformano un normale programmatore in un supereroe del codice.",
			"language": "Italiano",
			"speakers": ["MichelMurabito"],
			"tags": ["Soft skill"],
			"title": "Le quattro caratteristiche di uno sviluppatore!"
		},
		"36": {
			"complexity": "",
			"description": "Vi presenterò brevemente il Design Sprint - un processo creativo costituito da cinque fasi operative organizzate in slot di tempo ben determinato - può essere applicato nel ridurre i rischi nel portare un nuovo un prodotto, un nuovo servizio o una nuova funzionalità sul mercato. In cosa consiste il Design Sprint? Quando è efficace utilizzarlo? Sono solo alcuni degli aspetti che approfondiremo in questo talk, vi aspetto!",
			"language": "Italiano",
			"speakers": ["AndreaRomoli"],
			"tags": ["Soft skill"],
			"title": "Introduzione al Design Sprint, dall'idea al prototipo in 4 giorni"
    },
    "41": {
      "complexity": "",
      "description": "Cosa risponderesti se ti chiedessi \"Credi di essere speciale\"? Spesso e volentieri la risposta è \"no\". In questo talk, invece, utilizzeremo la matematica (più masticabile possibile) per dimostrare che la risposta dovrebbe essere \"sì!\"",
      "language": "Italiano",
      "speakers": ["LeonardoDipilato"],
      "tags": ["IWD/Diversity"],
      "title": "Tutti siamo speciali, lo dice la matematica"
    },
		"42": {
			"complexity": "",
			"description": "In un mondo sempre più globalizzato e tecnologico, l'uso dei mezzi virtuali che consente di entrare rapidamente in contatto con gli altri sta sempre più modificando il nostro modo di comunicare, di stare in relazione. Queste nuove realtà, da una parte mettono in evidenza fragilità, timori e bisogni esistenziali che appartengono all'uomo di tutti i tempi, la paura della solitudine, la paura di non essere apprezzati, il bisogno di essere ammirati e amati, dall’altra rischiano di fornire risposte gravemente patologiche a questi fattori psicologici, deformando in modo permanete e forse irreversibile il modo di stare al mondo e di stare in relazione tra esseri umani. Il rischio è snaturare la forma e struttura dei rapporti interpersonali. Quali cambiamenti apporta la realtà virtuale nelle relazioni interpersonali? •   Annulla le distanze tra le persone. L’abbattimento del confine con l’altro produce numerosissime conseguenze sul piano psicologico; •   Si indebolisce in modo gravemente pericoloso la percezione dell’impatto delle proprie azioni sui corrispettivi destinatari (vedi cyberbullismo, violenza virtuale in genere) con seri risvolti anche sulle azioni messe in atto in modo concreto come derivato di esperienze virtuali prolungate e protratte; •   I rischi sulle nuove generazioni sono altissimi. A lungo termine si può preventivare un irreversibile mutamento degli schemi relazionali. I bambini che trascorrano abitualmente troppo tempo su internet o con i video giochi e pochissimo tempo dentro a interazioni relazionali reali, non potranno acquisire gli schemi di interazione corrispettivi alle vari circostanze sociali (la gestione del conflitto, il litigio; la capacità di affidarsi all’altro nelle varie circostanze di necessità supportava, affettiva, di confronto; la capacità di interagire con l’altro nelle vari circostanze di vita). In altri termini il rischio è che si produca un danno irreversibile rispetto alle abilità sociali; •   Un danno rispetto alla capacità empatica, un danno rispetto alla dimensione emozionale in genere, la capacità di riconoscere, esprimere e gestire le emozioni. •   Nel complesso se ne avrà un impoverimento doloroso sul piano affettivo, relazionale ed emotivo. L’essere umano ha bisogno di relazioni reali, di contatti umani, di interazioni fisiche. Ci stiamo allontanando da queste dimensioni acuendo le paure che ad esse si correlano illudendoci di averne trovato l’antidoto, mentre invece ciò di cui abbiamo veramente bisogno è una reale evoluzione che ci porti a  migliorare le nostre capacità di stare in relazione con l’altro al fine di goderne al meglio. Soluzioni: Il mondo virtuale è una preziosa risorsa. Sarebbe assolutamente errato pensare che sia un nostro nemico da combattere. È il frutto di un progresso evolutivo della specie di cui dobbiamo saggiamente avvalerci per evolvere ulteriormente, piuttosto che finirne schiacciati addirittura involvendo, come si rischia, se non si gestisce con appropriatezza queste realtà. La strada è veicolare informazioni corrette sulla natura umana. Il mondo virtuale occorre che sempre più si interroghi su cosa è sano e cosa non lo è per le menti umane con cui si connette. È opportuno che si operi dentro criteri etici che facciano da filtro, promuovendo e veicolando solo prodotti eticamente validi. Sarebbe auspicabile che si investisse in prodotti (app) che promuovano i processi evolutivi della specie (anziché il contrario), che cioè venissero studiati in modo da favorire le evoluzioni delle varie aree: cognitiva, emotiva, sociale, ecc.",
			"language": "Italiano",
			"speakers": ["SabrinaDAmanti"],
			"tags": ["IWD/Diversity"],
			"title": "Risvolti sociali dell'uso dei social - cosa cambia nello stare in relazione"
		},
		"43": {
			"complexity": "",
			"description": "La mia sessione è un talk che parla di diversity ed è diviso concettualmente in due parti. Nella prima parte si parla del ruolo della donna nell'ambito tech e le principali difficoltà che si incontrano, raccontando la mia esperienza personale e qualche aneddoto su come superare queste difficoltà. Nella seconda parte si allarga il concetto di diversità intendendolo come quelle insieme di caratteristiche che rendono unico ognuno di noi e sulle quali possiamo far leva in un team per raggiungere risultati di business importanti.",
			"language": "Italiano",
			"speakers": ["ValentinaGiovinazzo"],
			"tags": ["IWD/Diversity"],
			"title": "#techNeedsDiversity"
		},
		"44": {
			"complexity": "",
			"description": "Questo talk porrà l'accento sul come le diverse culture stanno affrontando l'emergenza Covid-19, fenomeno tipicamente complesso (vedi link sul Filosofo della Complessità e Accademico Mauro Ceruti), sia dal punto di vista antropologico/sociologico che dal punto di vista psicologico. Verranno messi in risalto il ruolo delle donne, i diritti umani/civili, la differenza di genere, le problematiche pregresse relative alle differenze delle classi sociali, l'importanza della comunicazione in casi di crisi (basti pensare all'Osservatorio sulla comunicazione in tempo di crisi organizzato dal Prof. Stefano Rolando dell'Università IULM), l'apprendimento (didattica a distanza, mediazione interlinguistica, DSA), i processi cognitivi ed emotivi (emozioni, il non contatto umano, nuove patologie), i nuovi stili di vita, ecc. L'idea è quella di analizzare e mettere a confronto più casi possibili ai fini di sottolineare come il Covid-19 abbia stravolto la nostra psiche e le nostre abitudini in tutte le parti del Globo. Ci sarà uno spazio dedicato alle domande =)",
			"language": "Italiano",
			"speakers": ["ValentinaAnnaVentura", "MariangelaTandurella"],
			"tags": ["IWD/Diversity"],
			"title": "La diversità ai tempi del Covid-19"
    },
    "45": {
      "complexity": "",
      "description": "In questo talk ripercorreremo la storia e la nascita del mondo della programmazione. Sapevi che la prima persona a programmare un computer è stata una donna? Conosci il suo nome? Quali sono stati i motivi che hanno portato a far ‘credere’ che il lavoro da sviluppatore/sviluppatrice sia solo per ‘uomini’? Ancora oggi nel 2020 si sente il bisogno di parlare di diversity e inclusion, da molti considerata non essenziale; siamo sicuri che sia veramente così? Nel nostro piccolo proveremo a fornirvi qualche accorgimento per essere più inclusivi, a dimostrarvi come basti poco per iniziare a cambiare le cose e vi mostreremo gli eventi con cui stiamo cercando di portare un’ evoluzione.",
      "language": "Italiano",
      "speakers": ["FiorellaDeluca", "AmbraTonon", "SabrinaScoma"],
      "tags": ["IWD/Diversity"],
      "title": "Informatica: non è un mestiere per donne, siamo sicuri?"
    },
    "46": {
      "complexity": "",
      "description": "Le parole \"diversity\" and \"inclusion\" sono entrate di diritto tra le \"buzz world\" della scena tech. Tutti ne parlano, tutti vogliono creare gruppi, aziende, community, startup che siano \"diverse e inclusive\", ma quanti ci provano davvero investendo il loro tempo, le loro risorse e la loro energia nel raggiungere questo obiettivo? Nel talk parleremo della differenza tra diversity e inclusion, dell'investimento richiesto per attuarle, e delle azioni concrete che possiamo mettere in campo affinché non restino una chimera, ma siano obiettivi realizzabili e sostenibili nel lungo periodo.",
      "language": "Italiano",
      "speakers": ["AzzurraRagone"],
      "tags": ["IWD/Diversity"],
      "title": "Diversity & Inclusion: fatti, numeri e azioni concrete per realizzarle"
    },
		"51": {
			"complexity": "",
			"description": "La fairness è uno dei problemi più interessanti nel machine learning di oggi: come possiamo creare sistemi automatici che non discriminino e che prendano decisioni \"etiche\"? In questo talk vedremo le principali idee dietro questo campo, alcune problematiche e, soprattutto, alcune soluzioni. Vedremo anche una demo di un interessante prodotto di Google, il What-If Toolbox.",
			"language": "Italiano",
			"speakers": ["SimoneScardapane"],
			"tags": ["Machine Learning"],
			"title": "Fairness in Machine Learning & the What-If Tool"
		},
		"52": {
			"complexity": "",
			"description": "In piena emergenza Covid-19, Cloudtec è stata chiamata a sviluppare una istanza specializzata della propria soluzione Cloudbot al fine di realizzare, in tempi rapidissimi, un Assistente Digitale per la Protezione Civile della Città di Palermo. Il risultato è stato Cloudbot Covid-19, un Assistente Virtual sviluppato con tecnologia Google Cloud pronto all’uso e compatibile con tutti i siti web in modalità chat e con tutti i dispositivi mobili Android e iOS grazie al pieno supporto di Google Assistant oltre che Google Home e Google Mini.",
			"language": "Italiano",
			"speakers": ["StefanoCarlini"],
			"tags": ["Machine Learning"],
			"title": "Cloudbot for Covid-19"
		},
		"53": {
			"complexity": "",
			"description": "Il deep learning è attualmente  utilizzato in un'ampia varietà di applicazioni. I dispositivi su cui viene utilizzato, come gli smartphone e i sensori Internet-of-Things, generano dati che devono essere analizzati in tempo reale utilizzando il deep learning o utilizzati per fare il training di modelli di reti neurali. Tuttavia, l'inference e il training richiedono notevoli risorse di calcolo per funzionare velocemente, specialmente nel caso in cui questi modelli debbano girare su sensori e device che sono sulla edge, con poche risorse di calcolo, batterie che non durano a lungo e spesso senza connessione a internet. Per velocizzare le operazioni che le reti neurali devono compiere su questi device, hardware dedicato come le TPU (Tensor Processing Unit) è stato sviluppato ed è disponibile anche a basso costo su device, come le schede Coral prodotte da Google. In questo talk andremo a vedere come funzionano questi chip specializzati per fare girare modelli di reti neurali e come è possibile sviluppare modelli ottimizzati per tali device con TensorFlow Lite, la libreria di Google per compilare apposta modelli per device come il Raspberry Pi o il Google Coral Device.",
			"language": "Italiano",
			"speakers": ["UmbertoMichelucci"],
			"tags": ["Machine Learning"],
			"title": "TPUs and TensorFlow Lite - un'introduzione"
		},
		"54": {
			"complexity": "",
			"description": "L’apprendimento per rinforzo è uno dei paradigmi più affascinanti nell'ambito dell’apprendimento automatico e sta suscitando sempre più interesse dalla comunità scientifica che ne sta ampliando i contesti applicativi. In questo talk si illustreranno i concetti base di questo paradigma e la spiegazione del Q-Learning, un algoritmo risolutivo, nonché la sua applicazione nel caso di studio Maze game.",
			"language": "Italiano",
			"speakers": ["LucaDiVita"],
			"tags": ["Machine Learning"],
			"title": "Errare humanum est, le macchine invece imparano"
		},
		"55": {
			"complexity": "",
			"description": "Sviluppare e pubblicare una custom skill Alexa è relativamente semplice, ma sfruttare tutte le potenzialità del servizio vocale e creare qualcosa di realmente usabile è un discorso diverso. In questo talk scopriremo quali sono i tool fondamentali, le regole di comprensione e interazione vocale e le best practice più importanti  per evitare che i nostri utenti scaraventino il loro assistente vocale fuori dalla finestra!",
			"language": "Italiano",
			"speakers": ["GabrieleMittica"],
			"tags": ["Machine Learning"],
			"title": "Alexa - from scratch to store"
    },
    "56": {
			"complexity": "",
			"description": "Vorrei presentare il sistema sviluppato dal nostro team dell'<a href='https://sites.google.com/view/unior-nlp-research-group'>Università L'Orientale di Napoli</a> per risolvere in maniera automatica la Ghigliottina, popolare gioco televisivo parte del programma l'Eredità di Rai1. Il nostro sistema è in grado di indovinare 2 volte su 3 mettendo in campo strumenti di Machine Learning e Natural Language Processing. Lo strumento è disponibile online tramite un bot su Telegram, uno su Twitter e una skill di Alexa. Il software è open-source ed è sviluppato in Python usando Google Application Engine come backend. Infine vorrei presentare Ghigliottin-AI: una open challenge parte della campagna di valutazione evalita2020 aperta a sviluppatori che vogliono cimentarsi in questo task. Per maggiori informazioni: https://ghigliottin-ai.github.io/",
			"language": "Italiano",
			"speakers": ["FedericoSangati"],
			"tags": ["Machine Learning"],
			"title": "Il mago della ghigliottina"
		},
		"61": {
			"complexity": "",
			"description": "Creare un'app mobile senza Dependency Injection è, al giorno d'oggi, molto difficile. E finora, questo significava Dagger. Grazie alla code generation e altre funzionalità, questo framework si è imposto come standard di fatto su Android. Ma è davvero l'unica opzione? In questo talk andremo ad analizzare uno degli sfidanti più conosciuti, attraverso un'analisi dettagliata di Koin e una comparazione punto a punto con Dagger.",
			"language": "Italiano",
			"speakers": ["RobertoOrgiu"],
			"tags": ["Mobile"],
			"title": "Flipping the Koin"
    },
    "62": {
      "complexity": "",
      "description": "I produttori di smartphone e smart glass stanno aumentando il numero di dispositivi disponibili con funzionalità di realtà mista. La capacità di tali dispositivi di riconoscere l'ambiente consente agli sviluppatori di creare un'esperienza totalmente nuova per gli utenti. Grazie a framework come ARCore, ARKit o Microsoft Mixer Reality Toolkit è possibile avere una profonda fusione tra il mondo virtuale e il mondo reale che ci circonda. È facile commettere errori in modo che gli utenti possano sentirsi a disagio nel vivere le esperienze con le nostre app di AR. In questo talk discutiamo l'approccio migliore per progettare buone interfacce utente e fornire un'interazione naturale basata sul paradigma della realtà mista.",
      "language": "Italiano",
      "speakers": ["MichelantonioTrizio"],
      "tags": ["Mobile"],
      "title": "UI/UX App Design @ Mixed Reality Age"
    },
    "63": {
      "complexity": "",
      "description": "Utilizzando le coroutines è molto semplice eseguire un task su un thread in background e aggiornare la UI in base al risultato. Basta entrare nel mondo delle coroutines invocando launch e poi cambiare thread usando withContext. È ancora più semplice se il task è una chiamata di rete (grazie al supporto per le coroutines in Retrofit) o una query su un database (grazie a Room). Ma le coroutines sono più di un semplice tool da usare per cambiare thread di esecuzione, possiamo usarle per eseguire task in parallelo. Il codice è sempre molto semplice da leggere ma, a volte, può essere difficile da scrivere: c’è da tenere conto di vari aspetti (come i nested scope, la gestione delle eccezioni e i dispatchers). In questo talk vedremo come sfruttare le coroutines per gestire il parallelismo, partendo da concetti base per arrivare ad alcuni esempi avanzati.",
      "language": "Italiano",
      "speakers": ["FabioCollini"],
      "tags": ["Mobile"],
      "title": "Kotlin Coroutines: eseguire task in parallelo"
    },
    "64": {
        "complexity": "",
        "description": "Quale é la prima cosa che dovresti fare dopo che hai creato un nuovo progetto...? Configurare un sistema di Continuous Integration (CI)! Con Github Actions puoi farlo in una manciata di secondi. Puoi facilmente creare un workflow per compilare il tuo progetto, testarlo su svariate macchine e pubblicare il risultato. In questo talk vedremo come é semplice configurare una Github Action per il tuo repository e iniziare ad utilizzarla da subito.",
        "language": "Italiano",
        "speakers": ["NicolaCorti"],
        "tags": ["Mobile"],
        "title": "Devops-ify your life with Github Actions"
    },
		"65": {
			"complexity": "",
			"description": "Voglia di dare una smossa alle vostre applicazioni? Grazie al sistema di animazioni di Flutter è semplice realizzare animazioni complesse e d'impatto! Insieme vedremo come utilizzare al meglio gli AnimatedContainer e come realizzare una semplice login con una marcia in più!",
			"language": "Italiano",
			"speakers": ["CarloLucera"],
			"tags": ["Mobile"],
			"title": "Animate your Flutter application"
		},
		"66": {
			"complexity": "",
			"description": "Sia sviluppando app mobile che siti web, gli schermi utilizzati dai nostri utenti sono i più disparati, ma ce n'e' ancora uno che spesso viene ignorato, nonostante sia quello con maggiore potenziale: la TV. In questo talk vedremo un'introduzione a Google Cast, e come questo possa essere usato, non solo da app mobile ma anche da siti web, per fornire uno spazio maggiore e centrale ai contenuti più importanti.",
			"language": "Italiano",
			"speakers": ["DanieleBonaldo"],
			"tags": ["Mobile"],
			"title": "Google Cast, when one screen is not enough"
    },
    "71": {
      "complexity": "",
      "description": "I am Remarkable è il workshop di Google incentrato sulla motivazione e sulla corretta autopromozione di se stessi. Posti limitati. Per partecipare al workshop è richiesta l'iscrizione tramite il form https://forms.gle/27pAyVbz39iYQdZq7",
      "language": "Italiano",
      "speakers": ["MariaStimolo"],
      "tags": ["Workshop"],
      "title": "I am Remarkable"
    }
	},
	"speakers": {
		"ValentinaGiovinazzo": {
			"bio": "Sono Valentina Giovinazzo, ho 28 anni e sono di Roma. Lavoro in ConTe.it da 5 anni, azienda presso la quale ho svolto mansioni diverse. Ho iniziato come consulente assicurativo, lavoro intrapreso per mantenermi gli studi. All'interno di ConTe.it poi ho avuto l'occasione tramite concorso interno di diventare un'analista di business, esperienza che mi ha aperto le porte nel mondo IT dandomi la possibilità di diventare product owner e avvicinarmi al mondo dello sviluppo. Durante questa esperienza ho avuto modo di conoscere i responsabili IT che mi hanno dato la possibilità di passare al lato oscuro della forza (dal business a IT) diventando team leader di un'area di sviluppo: quella digital, che noi chiamiamo \"customer experience\" perché ci occupiamo di tutto ciò che è a diretto contatto col nostro cliente finale. Non ho quindi un background tech, ma lavorando con i ragazzi mi sono appassionata a questo mondo, sto studiando molto e mi piacerebbe portare la mia esperienza di diversità in un contesto tecnico.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Valentina Giovinazzo",
			"order": 33,
			"photoUrl": "https://sessionize.com/image?f=66df2709ac4b66c0d1c00a960d4e8e17,200,200,1,0,4b-7077-41e1-92c7-ee186956ccaf.6fa75507-7ded-440d-84c2-3571093903b5.png",
			"shortBio": "IT team leader presso ConTe.it - Admiral Group, area Digital",
			"title": "IT team leader presso ConTe.it - Admiral Group, area Digital",
			"socials": [{
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/valentina-giovinazzo-5b0672110/",
				"name": "LinkedIn"
			}],
			"badges": []
		},
		"ValentinaAnnaVentura": {
			"bio": "https://italia.campus-party.org/cpstories/valentina-ventura-a-cpit3/",
			"company": "",
			"companyLogoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/logos%2Fgdggela.png?alt=media&token=2e689e43-c71a-4009-8edd-5a8088b08876",
			"country": "Italy",
			"name": "Valentina Anna Ventura",
			"order": 34,
			"photoUrl": "https://sessionize.com/image?f=847e2d1e64357bea8e4301b8c26ff0b8,200,200,1,0,645c2a74-591c-434f-abf2-5cbc4f7b6365.jpg",
			"shortBio": "GDG GELA, WTM, Women Techmakers, Google Developer Group Gela",
			"title": "GDG GELA, WTM, Women Techmakers, Google Developer Group Gela",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/valeventura13",
				"name": "Twitter"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/valentinavventura",
				"name": "Facebook"
			}],
			"badges": [{
				"description": "Google Developers Group Gela",
				"link": "https://www.meetup.com/Google-Developer-Group-Gela-GDG-Gela/",
				"name": "gdg"
			}]
		},
		"SabrinaDAmanti": {
			"bio": "Sono psicologa e psicoterapeuta ad orientamento analitico transazionale. Lavoro in quest'ambito dal 2000, anno in cui ho iniziato la mia prima attività come psicologa nelle scuole. Lavoro come psicoterapeuta con studio privato dal 2005. Mi occupo di formazione e sono autrice di articoli divulgativi presenti on line e di articoli specialistici e di libri di psicologia. Sono ricercatrice nell'ambito della comunicazione disfunzionale, le scoperte da me realizzate in quest'ambito sono riportate in vari articoli e libri.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Sabrina D'Amanti",
			"order": 29,
			"photoUrl": "https://sessionize.com/image?f=565a97d52890cb2fc79b1303bcfb4224,200,200,1,0,a68db51c-72bd-4bdf-aa3b-72254811d0c3.jpg",
			"shortBio": "Psicologa e psicoterapeuta",
			"title": "Psicologa e psicoterapeuta",
			"socials": [],
			"badges": []
		},
		"RihannaKedir": {
			"bio": "Rihanna is a passionate software engineer, maker and new tech enthusiast. She strongly believes in the importance of sharing knowledge and experience and that is why in her spare time she does volunteering as mentor and speaker in various communities and events. As co-leader of GDG Rome  and Women TechMakers Ambassador, she participates not only in organizing different kinds of events but also in preparing various types of technical and non technical contents and speaks.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Rihanna Kedir",
			"order": 27,
			"photoUrl": "https://sessionize.com/image?f=47d5e3c09f03cd422ec38fe778f86d31,200,200,1,0,43-e017-4f2e-8d4f-5cea427a0bcf.d33c2641-589c-4d37-9df4-5a5258edec33.jpg",
			"shortBio": "GDE web technologies",
			"title": "GDE web technologies",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/rihanna_ke",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/rihanna-kedir-05068568/",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/rihanna.ke",
				"name": "Facebook"
			}, {
				"icon": "website",
				"link": "https://medium.com/@rihanna.ke",
				"name": "Web Site"
			}],
			"badges": [{
					"description": "Google Developers Group Roma",
					"link": "https://www.meetup.com/GDG-Roma",
					"name": "gdg"
				},
				{
					"description": "Google Developers Expert - Web Technologies",
					"link": "https://developers-dot-devsite-v2-prod.appspot.com/community/experts/directory/profile/profile-rihanna_kedir_ibrahim",
					"name": "gde"
				},
				{
					"description": "WTM Ambassador",
					"link": "https://www.womentechmakers.com/ambassadors/rihanna-kedir",
					"name": "wtm"
				}
			]
		},
		"FrancescoSciuti": {
			"bio": "A talented and accomplished programmer extremely competent after several years of experience in enterprise programming , high skilled in web development (frontend and backend) and in team project management. I have a keen interest in new technologies and in IT development and I’m always upgrading and evaluating my knowledge and skills to stay at the cutting-edge of web development. My outstanding verbal and written communication skills let me involved in lots of meetings, workshop and courses both in Sicily and in Italy as a speaker and tech event organizer. Focused on continual professional and technological improvement: books, courses, articles, forums and regular attender of tech events where I can meet new and interesting people with which exchange as much as possible ideas and technical knowledge. I want to put myself in challenges both in the personal and professional side and this is way I’m involved ,as an active contributor, in many Italian communities (Angular ,React, Javascript ,GDG, PUG, etc…) and I contribute as a counselor to CoderDojo Foundation (Computational youth learning). I’ve worked for a long time as a employee and then as a freelancer, but nowadays I has my own company: Acadevmy – Software Factory, founded with my friends Andrea and Salvo.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Francesco Sciuti",
			"order": 14,
			"photoUrl": "https://sessionize.com/image?f=4121409f987713382ad4aee72c5dea3d,200,200,1,0,42-456a-4934-a1ac-414d4ba2990b.71973600-d633-4263-8a5f-af81a0d4dd94.jpg",
			"shortBio": "CEO @ Acadevmy srl",
			"title": "CEO @ Acadevmy srl",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/FrancescoSciuti",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/francescosciuti/",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/francesco.sciuti",
				"name": "Facebook"
			}],
			"badges": [{
				"description": "Google Developers Group Catania",
				"link": "https://www.meetup.com/it-IT/GDG-Catania/",
				"name": "gdg"
			}]
		},
		"AndreaSimoneCosta": {
			"bio": "FrontEnd Developer e studente di Informatica presso l'Università di Pisa, si appassiona alla programmazione durante gli studi in Elettronica per poi immergersi nell'universo JS, trovando in Vue un perfetto compagno di avventure.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Andrea Simone Costa",
			"order": 5,
			"photoUrl": "https://sessionize.com/image?f=4a59c519ae94bf96f6c24329292f3a7c,200,200,1,0,5b-a7b6-4f4f-8eed-72fae10ee3f6.bd5052ab-6a56-49b7-acb4-04b6177c78d4.jpg",
			"shortBio": "FrontEnd Developer at ExTelos",
			"title": "FrontEnd Developer at ExTelos",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/JFieldEffectT",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/andrea-simone-costa/",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/andreasimone.costa.5",
				"name": "Facebook"
			}, {
				"icon": "website",
				"link": "https://italiancoders.it/",
				"name": "Web Site"
			}],
			"badges": []
		},
		"MariangelaTandurella": {
			"bio": "Psicologa clinica-esperta in DSA - 35 anni. Cresciuta (ma poi mica tanto!) tra fotografie, libri e viaggi, non ha ancora smesso di sognare un mondo...a misura di bambino!",
			"company": "",
			"companyLogoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/logos%2Fgdggela.png?alt=media&token=2e689e43-c71a-4009-8edd-5a8088b08876",
			"country": "Italy",
			"name": "Mariangela Tandurella",
			"order": 36,
			"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/speakers%2FMariangelaTandurella.jpg?alt=media&token=1f292df3-fa5f-4617-a53d-ee0e3ee982ad",
			"shortBio": "Psicologa clinica-esperta in DSA",
			"title": "Psicologa clinica-esperta in DSA",
			"socials": [

			],
			"badges": [{
				"description": "Google Developers Group Gela",
				"link": "https://www.meetup.com/Google-Developer-Group-Gela-GDG-Gela/",
				"name": "gdg"
			}]
		},
		"RobertoOrgiu": {
			"bio": "Born in Italy in 1987, passionate for everything that switches on and off and particularly for handheld and wearable devices. I love to learn new languages such as Kotlin, patterns and everything Android-related. I recently joined The New York Times Android team as Android Engineer.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Roberto Orgiu",
			"order": 28,
			"photoUrl": "https://sessionize.com/image?f=0fb5ea70903f37204842b616d8a7e856,200,200,1,0,80-f02c-42cf-92db-98e670bef1a6.eefe1bb7-b14f-4b68-a09f-510d368ef096.jpg",
			"shortBio": "Android Engineer @ NYTimes",
			"title": "Android Engineer @ NYTimes",
			"socials": [{
				"icon": "twitter",
				"link": "http://twitter.com/_tiwiz",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "http://www.linkedin.com/in/robertoorgiu",
				"name": "LinkedIn"
			}, {
				"icon": "website",
				"link": "https://medium.com/@_tiwiz",
				"name": "Web Site"
			}],
			"badges": [{
				"description": "Google Developers Expert - Android, Identity, Internet of Things, Kotlin",
				"link": "https://developers.google.com/community/experts/directory/profile/profile-roberto_orgiu",
				"name": "gde"
			}]
		},
		"LucaDiVita": {
			"bio": "Master degree in Engineering of computers at Università degli studi de L'Aquila. Machine Learning engineer at AESYS and enthusiast of Cyber Security.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Luca Di Vita",
			"order": 19,
			"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/speakers%2FLucaDiVita.jpeg?alt=media&token=64d8f300-ba91-4a15-a787-e31d6ce66b04",
			"shortBio": "Machine Learning Engineer presso AESYS",
			"title": "Machine Learning Engineer presso AESYS",
			"socials": [{
				"icon": "linkedin",
				"link": "https://it.linkedin.com/in/luca-di-vita-563b0a183",
				"name": "LinkedIn"
			}],
			"badges": [{
				"description": "Google Developers Group - Pescara",
				"link": "https://www.meetup.com/it-IT/GDG-Pescara/",
				"name": "gdg"
			}]
		},
		"DanieleBonaldo": {
			"bio": "Daniele is Android developer passionate about photography, wearable technologies and Internet of Things. Before working for Novoda, he worked at i’m Spa, an Italian startup where he had the chance to play with the Android platform while developing one of the first smartwatches on the market. International conference speaker and Google Developer Expert, now he loves to work on everything related to the Android ecosystem, from Chromecast to Wear to smart mirrors.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Daniele Bonaldo",
			"order": 9,
			"photoUrl": "https://sessionize.com/image?f=ff0ca91f65222606df00fd51b92cf417,200,200,1,0,a6138775-ab60-488b-98d0-1e1005428fc1.jpg",
			"shortBio": "Android Developer and GDE",
			"title": "Android Developer and GDE",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/danybony_",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/danielebonaldo",
				"name": "LinkedIn"
			}, {
				"icon": "website",
				"link": "https://www.danielebonaldo.com/",
				"name": "Web Site"
			}],
			"badges": [{
				"description": "Google Developers Expert - Android, Internet of Things, Wearables",
				"link": "https://developers.google.com/community/experts/directory/profile/profile-daniele_bonaldo",
				"name": "gde"
			}]
		},
		"CarloLucera": {
			"bio": "Conosciuto sul Web come HatDroid, Carlo è un entusiasta delle nuove tecnologie ed uno sviluppatore Android. Da sempre alla ricerca di nuove tecniche e strategie per migliorarsi.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Carlo Lucera",
			"order": 7,
			"photoUrl": "https://sessionize.com/image?f=bd896fc0aa47c025d93311746f6e7634,200,200,1,0,63-3a70-4761-9d5a-87734da756fa.a78927fb-1b14-4034-be86-723d4479fde8.jpg",
			"shortBio": "HatDroid! Android & Flutter dev",
			"title": "HatDroid! Android & Flutter dev",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/hat_droid",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/clucera/",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/hatdroid",
				"name": "Facebook"
			}],
			"badges": [{
				"description": "Google Developers Group Palermo",
				"link": "https://www.meetup.com/it-IT/GDGPalermo/",
				"name": "gdg"
			}]
		},
		"UmbertoMichelucci": {
			"bio": "Umberto Michelucci è co-founder e chief AI Scientist di TOELT LLC, un'azienda che mira a sviluppare nuovi e moderni metodi di insegnamento, coaching e ricerca per l'AI per rendere le tecnologie e la ricerca AI accessibili ad ogni azienda e a tutti. È esperto in simulazione numerica, statistica, data science e machine learning. Oltre a diversi anni di esperienza nella ricerca presso la George Washington University (USA) e l'Università di Augsburg (DE), ha 15 anni di esperienza pratica nel campo del data warehouse, di data science e del machine learning. Il suo primo libro, Applied Deep Learning-A Case-Based Approach to Understanding Deep Neural Networks, è stato pubblicato da Springer nel 2018. Ha pubblicato il suo nuovo libro, Convolutional and Recurrent Neural Networks Theory and Applications nel 2019. È molto attivo nella ricerca nel campo dell'intelligenza artificiale. Pubblica regolarmente i risultati delle sue ricerche su importanti riviste e tiene regolarmente conferenze a conferenze internazionali. Umberto ha studiato fisica e matematica. È docente presso la ZHAW University of Applied Sciences per il deep learning e per la teoria e le applicazioni delle reti neurali. È anche lo head dell'AI Center of Excellence all'Helsana Versicherung AG. È anche un Google Developer Expert in Machine Learning con sede in Svizzera.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Umberto Michelucci",
			"order": 32,
			"photoUrl": "https://sessionize.com/image?f=1a72c2c8a52f6d31896e1ed51d9298a1,200,200,1,0,ba87072c-025b-413f-9226-43ceb5c8a6b5.jpg",
			"shortBio": "Google Developer Expert in Machine Learning, founder of TOELT LLC",
			"title": "Google Developer Expert in Machine Learning, founder of TOELT LLC",
			"socials": [{
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/umbertomichelucci/",
				"name": "LinkedIn"
			}, {
				"icon": "website",
				"link": "http://blog.toelt.ai",
				"name": "Web Site"
			}],
			"badges": [{
				"description": "Google Developers Expert - Machine Learning",
				"link": "https://developers.google.com/community/experts/directory/profile/profile-umberto_michelucci",
				"name": "gde"
			}]
		},
		"StefanoCarlini": {
			"bio": "Mi occupo di Informatica applicata alle Telecomunicazioni e al Cloud Computing e sono un esperto in ambito Free and Open Source Software (FLOSS); mi dedico con passione alle soluzioni offerte dalle tecnologie Google Cloud (formerly Google for Work) e a tutto ciò che è inerente a Voice over IP (VoIP) e Unified Communication and Collaboration (UC&C). Dopo diverse esperienza in ambito Telco e Google Cloud, nel 2019 sono stato co-founder di Cloudtec, startup innovativa che offre servizi e soluzioni in ambito Public and Hybrid Cloud Computing con l’obiettivo di posizionarsi come operatore ad alto valore aggiunto specializzato nella realizzazione di progetti basati su tecnologie innovative, quali  Intelligenza Artificiale, Machine Learning, IoT, Visione aumentata.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Stefano Carlini",
			"order": 31,
			"photoUrl": "https://sessionize.com/image?f=486ccf8cb3c82eaca4708b9d08b5ee56,200,200,1,0,708b244d-d38a-4a6a-b7f2-d1a5c0b655e8.jpg",
			"shortBio": "Cloudtec, Head of Business Development",
			"title": "Cloudtec, Head of Business Development",
			"socials": [{
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/stefanocarlini/",
				"name": "LinkedIn"
			}, {
				"icon": "website",
				"link": "https://www.cloudtec.it/",
				"name": "Web Site"
			}],
			"badges": []
		},
		"WalterDalMut": {
			"bio": "Appassionato di infrastrutture distribuite e di Cloud. Nel corso degli anni ho ottenuto diverse certificazioni, tra cui: AWS Solutions Architect Professional, AWS SysOps Admin Associate, Certified Kubernetes Application Developer e Docker Certified Associate.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Walter Dal Mut",
			"order": 35,
			"photoUrl": "https://sessionize.com/image?f=2f1b8a40981cc3e11859053b77bfe5a6,200,200,1,0,5a334c41-5376-49e2-a37c-903ab07aca93.jpg",
			"shortBio": "Solutions Architect @ Corley S.r.l.",
			"title": "Solutions Architect @ Corley S.r.l.",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/walterdalmut",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/walterdalmut/",
				"name": "LinkedIn"
			}, {
				"icon": "website",
				"link": "http://walterdalmut.com/",
				"name": "Web Site"
			}],
			"badges": []
		},
		"AldoDAquino": {
			"bio": "Nato a Grosseto nel 1995. Laureato in Informatica presso l'Università di Pisa sto scrivendo adesso la tesi magistrale presso lo stesso ateneo. Sono molto bravo con JavaScript e Node.js, Docker e orchestrazione cloud. Mi piace imparare cose nuove, provare nuovi linguaggi e scoprire nuove tecnologie. Ho partecipato ad alcuni hackaton e nel tempo libero mi piace lavorare a qualche progetto open-source. Al momento mi sto interessando a Go, le performance del web e gli SSG.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Aldo D'Aquino",
			"order": 1,
			"photoUrl": "https://sessionize.com/image?f=94d55239c87fdbe4d61da6994386c811,200,200,1,0,93d9f0cc-9c42-468b-a2b9-0d8fd039dc6b.jpg",
			"shortBio": "Laureando in Informatica - curriculum ICT presso l'Università di Pisa",
			"title": "Laureando in Informatica - curriculum ICT presso l'Università di Pisa",
			"socials": [{
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/daquinoaldo",
				"name": "LinkedIn"
			}, {
				"icon": "website",
				"link": "https://ald.ooo",
				"name": "Web Site"
			}],
			"badges": []
		},
		"AndreaUlisse": {
			"bio": "12 years of experience in multinational and startup environments developing performant, scalable and available back-ends in cloud environments. Currently Customer Engineer at Google with main focus on Cloud solutions for the enterprise FSI world. Very passionate about technology and innovation.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Andrea Ulisse",
			"order": 3,
			"photoUrl": "https://sessionize.com/image?f=b980ca5505b0b30cff879d8e83e5cd90,200,200,1,0,f763187a-c989-4191-82ad-e3f5d6c6846b.jpg",
			"shortBio": "Google Cloud Customer Engineer, FSI",
			"title": "Google Cloud Customer Engineer, FSI",
			"socials": [{
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/andreaulisse/",
				"name": "LinkedIn"
			}],
			"badges": []
		},
		"GiulioRoggero": {
			"bio": "Sono fortunato perché il mio lavoro e la mia passione coincidono!  Scrivere codice, disegnare Architetture Software e “mettere in produzione” sistemi informatici complessi sono le attività che prediligo. In 20 anni di professione ho messo le mani in diversi contesti: dalla migrazione di 3 milioni di righe di codice da SCO Unix a Linux, alle architetture a microservizi su cluster kubernetes. Ho la fortuna di lavorare con i fortissimi team di Mia-Platform e Intré con i quali condivido successi e fatiche nel ruolo di CTO per la prima e di Strategist per la seconda; e visto che il codice da solo non basta, con i coach di Agile Reloaded abbiamo creato una bella realtà per aiutare le aziende a lavorare al meglio.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Giulio Roggero",
			"order": 17,
			"photoUrl": "https://sessionize.com/image?f=8336543360834edac894e917d710ef80,200,200,1,0,92-445d-456b-8585-f94d1c4a0e0a.e36e648a-02fc-4694-b627-980d8b91d699.jpeg",
			"shortBio": "Founder & CTO Mia-Platform, Partner & CS Intré,  Founder Agile Reloaded",
			"title": "Founder & CTO Mia-Platform, Partner & CS Intré,  Founder Agile Reloaded",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/giulioroggero",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/giulioroggero/",
				"name": "LinkedIn"
			}],
			"badges": []
		},
		"EliaBellussi": {
			"bio": "Passionate about technology with 7+ years of experience: working in relationship management, system engineering, product and project management with stakeholders and clients such as GE Avio Aero (aerospace), Eutelsat - Skylogic (telecommunication), Banca Intesa Sanpaolo (finance) for the complex environment and specialized in technological innovation, emerging technologies and pre-sale strategy. Passionate about education for the younger generation on the history of technology and encouraging young people, especially women, to pursue careers in STEM. Involved in the organization and facilitation of events such as: \"Ada Lovelace Day\", \"A bit of [hi] story \" and \"CoderDojo\" as president of the Piedmont Computer History Museum (Italy).",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Elia Bellussi",
			"order": 10,
			"photoUrl": "https://sessionize.com/image?f=79bd234c995454a6318d9cd62933071a,200,200,1,0,41db1f19-d3dc-4498-a327-541867f30171.jpg",
			"shortBio": "Product Management | Project Management | Data Analytics",
			"title": "Product Management | Project Management | Data Analytics",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/ebellussi",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/eliabellussi/",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/elia.bellussi/",
				"name": "Facebook"
			}],
			"badges": []
		},
		"ChristianPezzin": {
			"bio": "Technology enthusiast, a bit geek, a bit maker, I love to explore new techs that can support us in our every day life with a positive impact.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Christian Pezzin",
			"order": 8,
			"photoUrl": "https://sessionize.com/image?f=f30566b2a28c7878c1e5d13b412e5d32,200,200,1,0,58-ec29-448a-ae21-e282fe0adfc6.158459c2-ce98-44fb-8436-db3b4378c8f5.jpg",
			"shortBio": "Chief Digital Officer, Sapio (ex Googler)",
			"title": "Chief Digital Officer, Sapio (ex Googler)",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/pezzin/",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/pezzin/",
				"name": "LinkedIn"
			}],
			"badges": []
		},
		"AndreaRomoli": {
			"bio": "I am  Innovation Facilitator and nn Event Producer : in the last years I have acquired expertise organizing workshop with new emerging and innovative methodologies: Lean Startup methodology since 2014, LEGO® Serious Play® since 2017 and Google Design Sprint 2018.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Andrea Romoli",
			"order": 4,
			"photoUrl": "https://sessionize.com/image?f=0ba1ec7fb9371518f8a22dc23d07e541,200,200,1,0,ffddbb54-999e-4b96-847b-02f7c637bb78.jpg",
			"shortBio": "In Sprint Srl, Co-Founder, Innovation Facilitator",
			"title": "In Sprint Srl, Co-Founder, Innovation Facilitator",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/androm/",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/andrearomoli/",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/andrea.romoli",
				"name": "Facebook"
			}],
			"badges": []
		},
		"FabioBiondi": {
			"bio": "Fabio Biondi, Microsoft MVP e Google Developer Expert in web technologies con specializzazione in Angular, è uno sviluppatore freelance con più di 15 anni di esperienza nella creazione di applicazioni web enterprise. Speaker in numerosi eventi front-end, ha inoltre fondato diverse community italiane che si occupano di Javascript, Angular e React (~ 20000 membri). Attualmente si occupa di formazione e consulenza su Javascript, Typescript, Angular, React, Redux, NGRX e RxJS.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Fabio Biondi",
			"order": 12,
			"photoUrl": "https://sessionize.com/image?f=13594642b55aad74970c66713c812584,200,200,1,0,64-8de2-4e9c-9766-14a527f8820c.ec1b77e5-365f-4106-947b-fde5b22c0be7.png",
			"shortBio": "Microsoft MVP | Google Expert in Web Technologies & Angular",
			"title": "Microsoft MVP | Google Expert in Web Technologies & Angular",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/biondifabio",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/fabiobiondi/",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/biondifabio/",
				"name": "Facebook"
			}, {
				"icon": "website",
				"link": "https://training.fabiobiondi.io/",
				"name": "Web Site"
			}],
			"badges": [{
				"description": "Google Developers Expert - Angular, Web Technologies",
				"link": "https://developers.google.com/community/experts/directory/profile/profile-fabio_biondi",
				"name": "gde"
			}]
		},
		"GiorgioBoa": {
			"bio": "Giorgio Boa was born in 1987 and lives in Treviso, Italy. He is a t-shaped developer and the front-end ecosystem is his passion. He started to develop application in 2006 and in 2012 he falls in love with JavaScript. He is also active in open source ecosystem, he loves learn and study new things. He is very ambitious and he tries to improve himself every day.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Giorgio Boa",
			"order": 16,
			"photoUrl": "https://sessionize.com/image?f=0d4fe2cdae4c95d838eba3081abca349,200,200,1,0,9a099599-21f0-45f2-9bc1-db4a1cc33e0c.jpg",
			"shortBio": "Full stack developer in Targa Telematics",
			"title": "Full stack developer in Targa Telematics",
			"socials": [{
				"icon": "twitter",
				"link": "http://twitter.com/giorgio_boa?s=09",
				"name": "Twitter"
			},{
				"icon": "linkedin",
				"link": "https://it.linkedin.com/in/giorgio-boa-3ba717139",
				"name": "LinkedIn"
			}],
			"badges": []
		},
		"MatteoBruno": {
			"bio": "Señor software engineer, pizza lover, traveller, runner, blockchain & crypto enthusiast (sometimes not in this order :) ). I’ve started programming @ 12yo, and since then I aimed to develop software, fostering my ability to lead complex projects within a multi-cultural environment, always continuing learning and improving my skills. After 4 years in Milan, working for Viacom as Senior Software Engineer, taking care of their international sites and APIs, on January 2019 I decided to move to Barcelona and face a new challenge, working for Europcar Mobility Group on the Connected Cars Platform.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Matteo Bruno",
			"order": 22,
			"photoUrl": "https://sessionize.com/image?f=0c0729054b18f29de840dea19774778e,200,200,1,0,07-5c9f-4407-9e1c-eff2ff1adbb1.cf0ae329-9628-4496-8eaf-f6495e6d9e10.jpg",
			"shortBio": "Señor Software Engineer @ Europcar Mobility Group (BCN)",
			"title": "Señor Software Engineer @ Europcar Mobility Group (BCN)",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/satboy78",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/brunomatteo/",
				"name": "LinkedIn"
			}],
			"badges": []
		},
		"MichelMurabito": {
			"bio": "Deputy CTO by day, Developer in the soul, Superhero wannabe by night. Attualmente ricopre la carica di Deputy Chief Technical Officer in Liscor S.p.A, classe 1986 nato a Torino e cresciuto in Sicilia, inizia a scrivere software per gioco a 12 anni. Primo lavoro a 18 anni come Sviluppatore Software, da lì inizia ad esplorare vari contesti e nuove opportunità di crescita professionale. Lavora come dipendente e come libero professionista collaborando ad alcuni progetti tecnologici per la Regione Siciliana e il MiBACT. Contribuisce alla creazione di numerose startup digital e di prodotti innovativi per grossi clienti internazionali. Tra il 2015 e il 2017 si occupa di relazioni con gli sviluppatori. Tra le più grandi passioni quella di raccontare le nuove tecnologie e come gli sviluppatori possono aiutare a creare prodotti migliori; nel triennio 2017/2019 ha partecipato come speaker a 80 eventi e conferenze.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Michel Murabito",
			"order": 23,
			"photoUrl": "https://sessionize.com/image?f=3a3c7373b8a1414fe41238a0044f6efe,200,200,1,0,32-a9e7-4097-9ee9-8d886a54b63e.27bc137d-1c0e-46b5-b766-77d480a3639c.jpeg",
			"shortBio": "Deputy CTO @Liscor (Gruppo @Lutech)",
			"title": "Deputy CTO @Liscor (Gruppo @Lutech)",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/michelmurabito",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/michel-murabito-b5568845",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://facebook.com/michelmurabito",
				"name": "Facebook"
			}, {
				"icon": "website",
				"link": "https://medium.com/@mich.murabito/",
				"name": "Web Site"
			}],
			"badges": []
		},
		"MicheleStieven": {
			"bio": "Consulente e sviluppatore web, nato a Bassano del Grappa. Continuamente alla ricerca di tecnologie che diano vita ad applicazioni complesse, dinamiche e reattive. Aiuta i team di piccole e grandi aziende con strumenti come Angular, RxJS, React e Redux. Ama scrivere articoli, fa parte di diverse community di sviluppatori online e partecipa spesso a conferenze e meetup. Quando non lavora, è un musicista.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Michele Stieven",
			"order": 25,
			"photoUrl": "https://sessionize.com/image?f=75784404554810627354308820d27eae,200,200,1,0,5c-f736-4719-97e1-f21850f6ba55.a44ac1b7-2e84-4483-8cd6-d64e19f50a79.jpg",
			"shortBio": "Sviluppatore e consulente Front-End",
			"title": "Sviluppatore e consulente Front-End",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/MicheleStieven",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/michelestieven",
				"name": "LinkedIn"
			}, {
				"icon": "facebook",
				"link": "https://www.facebook.com/michelestieven",
				"name": "Facebook"
			}, {
				"icon": "website",
				"link": "https://www.accademia.dev",
				"name": "Web Site"
			}],
			"badges": []
		},
		"SimoneScardapane": {
			"bio": "Simone Scardapane is an assistant professor in Sapienza University, specialized in deep learning. He is heavily invested into promoting machine learning in Italy, co-organizing a Meetup and a no-profit association (the Italian Association for Machine Learning). He is also a Google Developer Expert for Machine Learning since 2017.",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Simone Scardapane",
			"order": 30,
			"photoUrl": "https://sessionize.com/image?f=a807ad306de7314294a48b9046e94267,200,200,1,0,55-38d4-4028-a6c6-537bbb7d176f.7ee68ff3-872b-4025-b724-03fc249f07fd.jpg",
			"shortBio": "Co-founder of the Italian Association for Machine Learning",
			"title": "Co-founder of the Italian Association for Machine Learning",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/s_scardapane",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/simonescardapane/",
				"name": "LinkedIn"
			}],
			"badges": [{
				"description": "Google Developers Expert - Machine Learning",
				"link": "https://developers.google.com/community/experts/directory/profile/profile-simone_scardapane",
				"name": "gde"
			}]
		},
		"GabrieleMittica": {
			"bio": "Sviluppatore dal 2004, sono co-ideatore della CloudConf e promotore di diversi eventi informatici. Appassionato di cloud computing, innovazione, cucina, canottaggio e birrificazione casalinga",
			"company": "",
			"companyLogoUrl": "",
			"country": "Italy",
			"name": "Gabriele Mittica",
			"order": 15,
			"photoUrl": "https://sessionize.com/image?f=d5a4276ac645198d1919aaeec6e43490,200,200,1,0,84-bb72-4728-a8b8-52d92f2f14ab.8c44ba6a-5367-4f06-ac5e-3eeac5d465b6.jpg",
			"shortBio": "Co-founder di Corley e CloudConf",
			"title": "Co-founder di Corley e CloudConf",
			"socials": [{
				"icon": "twitter",
				"link": "https://twitter.com/gabrielemittica",
				"name": "Twitter"
			}, {
				"icon": "linkedin",
				"link": "https://www.linkedin.com/in/gabrielemittica",
				"name": "LinkedIn"
			}],
			"badges": []
    },
    "FabioCollini": {
      "bio": "Fabio Collini is a Google Developer Expert for Android and Kotlin. He started Android development in 2009, first as a freelance with two apps on Play Store and then as a developer for some companies and startups. Now he works as a remote engineer in the Android team at the New York Times. He is one of the authors of the second edition of Android Programmazione Avanzata, an Italian book dedicated to some advanced aspects of Android development. He is a co-owner and writer for the Italian blog CodingJam and he publishes articles about Android and Kotlin on his medium profile.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Fabio Collini",
      "order": 11,
      "photoUrl": "https://sessionize.com/image?f=7fbd9004af434da37af1a7623cb32756,200,200,1,0,65aceaeb-ea1f-4c7b-bb49-800dabbdfa88.jpg",
      "shortBio": "Android Engineer at The New York Times",
      "title": "Android Engineer at The New York Times",
      "socials": [
          {
              "icon" : "twitter",
              "link" : "https://twitter.com/fabioCollini",
              "name" : "Twitter"
          }
          ,{
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/fabiocollini",
              "name" : "LinkedIn"
          }
          ,{
              "icon" : "website",
              "link" : "http://codingjam.it/",
              "name" : "Web Site"
          }
      ],
      "badges": [{
				"description": "Google Developers Expert - Android, Kotlin",
				"link": "https://developers.google.com/community/experts/directory/profile/profile-fabio_collini",
				"name": "gde"
			}]
    },
    "MichelantonioTrizio": {
      "bio": "Ingegnere e Imprenditore. Ho conseguito la laurea magistrale in Ingegneria Informatica con tesi in Intelligenza Artificiale presso il Politecnico di Bari nel 2007. Ho lavorato per diversi anni in aziende ICT nel sud Italia come sviluppatore. Ho frequentato la scuola startup Mind The Bridge a San Francisco nel 2011. In Italia ho iniziato la mia carriera imprenditoriale. Sono il fondatore del GDG Bari e l'attuale leader della community. Ora sono il CTO di Wideverse, uno spin-off del Politecnico di Bari che lavora sulle tecnologie di VR e AR.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Michelantonio Trizio",
      "order": 24,
      "photoUrl": "https://sessionize.com/image?f=e761bacbe68a6b088f21b40bb7321d25,200,200,1,0,6e-7503-4017-b3e3-250175e1e00a.0d7bedc3-1b92-4f8d-8915-6230ad28a478.jpg",
      "shortBio": "CTO @ Wideverse",
      "title": "CTO @ Wideverse",
      "socials": [
          {
              "icon" : "twitter",
              "link" : "https://twitter.com/mik3lantoni0",
              "name" : "Twitter"
          }
          ,{
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/michelantoniotrizio/",
              "name" : "LinkedIn"
          }
          ,{
              "icon" : "facebook",
              "link" : "https://www.facebook.com/mikelantonio.trizio",
              "name" : "Facebook"
          }
          ,{
              "icon" : "website",
              "link" : "http://nerdipity.org",
              "name" : "Web Site"
          }
      ],
      "badges": [{
				"description": "Google Developers Group Bari",
				"link": "https://www.meetup.com/it-IT/GDG-Bari/",
				"name": "gdg"
			}]
    },
    "NicolaCorti": {
      "bio": "Nicola Corti has been an Android Software Engineer since 2.2, and a Free and Open Source lover for as long as he remembers. He’s currently working as an Android Infrastructure Engineer at Spotify, building the audio experience for millions of Android users worldwide. Nicola usually calls himself a ‘community addict’. He can’t survive without learning every day, sharing knowledge, and having fun with other developers. He’s also currently managing the GDG chapter in Stockholm and the one in Pisa. In his free time, he also loves open-source, photography and running.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Nicola Corti",
      "order": 26,
      "photoUrl": "https://sessionize.com/image?f=1a5baae5171d001dce5c4fde199ecc7f,200,200,1,0,0b-3fb7-450d-ab71-08c9dd81a48a.c0dc6d76-1fd5-4817-9e90-888aed776eca.jpg",
      "shortBio": "Android Infrastructure Engineer @ Spotify",
      "title": "Android Infrastructure Engineer @ Spotify",
      "socials": [
          {
              "icon" : "twitter",
              "link" : "https://twitter.com/cortinico",
              "name" : "Twitter"
          }
          ,{
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/cortinico/",
              "name" : "LinkedIn"
          }
          ,{
              "icon" : "website",
              "link" : "https://ncorti.com",
              "name" : "Web Site"
          }
      ],
      "badges": [{
				"description": "Google Developers Group Pisa",
				"link": "https://www.meetup.com/it-IT/GDG-Pisa/",
				"name": "gdg"
			}]
    },
    "AlessandroBerti": {
      "bio": "Alessandro, co-CTO e co-founder di Tocket, è studente magistrale in ICT Solutions Architect presso l'Università di Pisa. Affascinato dalla tecnologia Blockchain, incentra la sua tesi triennale sullo studio di pattern comportamentali nella rete Bitcoin. Nel 2019 si reca in Silicon Valley per un percorso di formazione per startup presso il TVLP Institute. Al suo ritorno inizia la sua avventura in Tocket.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Alessandro Berti",
      "order": 2,
      "photoUrl": "https://sessionize.com/image?f=ff42bfa4821f533f9077b2e45225eb26,200,200,1,0,7f-7b32-4455-95a4-247ffe7194e6.299cc101-8b53-43d2-808c-68b2256ec5b1.jpg",
      "shortBio": "Tocket, co-CTO",
      "title": "Tocket, co-CTO",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/aleberti/",
              "name" : "LinkedIn"
          }
      ],
      "badges": [
      ]
    },
    "AntonellaBlasetti": {
      "bio": "Founder and co-owner of Information Design, an IT Consulting Company. Google Expert Cloud. Certifications: AWS Solutions Architect, Azure Solution Architect Expert, Associate GOOGLE CLOUD Associate Engineer , Professional Data Engineer,  Professional Cloud Architect and Professional Cloud Developer, ORACLE Database Administrator Neo4j Certification. Passionate about Machine Learning and Big Data. Since 2011, Google Developer Group GDG ROMA Founder and co-Leader. With our help, many people managed to improve their professional life, to get a better job, and to gain more self-confidence and motivation. I am really proud of it and I am grateful to Google for giving me this opportunity. University Master Degree in Statistics. Application and System Engineer in the International SW Development Lab of IBM in Italy. Professor of Relational Database Design at the University La Sapienza of Rome. Temporary manager (IT and Finance) in the Daimler (Mercedes) Outsourcing Company; Part in international task forces for defining valuation and transfer strategies of all the assets of big data centers (IBM Mainframes). International Software Projects and  Big experience in Databases and Data/System Integration",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Antonella Blasetti",
      "order": 6,
      "photoUrl": "https://sessionize.com/image?f=3ff6144f9ffed65335511401f96732e8,200,200,1,0,8e-d4e1-40b0-ad03-05d7ec5331a4.a09e8b8e-4b4d-4f56-8fa5-19d4874fc65d.jpg",
      "shortBio": "IT Manager Information Design - Google Developer Expert Cloud - AWS e GCP Cloud Certified - Leader Google Developer Group Roma",
      "title": "IT Manager Information Design - Google Developer Expert Cloud - AWS e GCP Cloud Certified - Leader Google Developer Group Roma",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/antonellablasetti/",
              "name" : "LinkedIn"
          }
          ,{
              "icon" : "website",
              "link" : "https://medium.com/@blasetta",
              "name" : "Web Site"
          }
      ],
      "badges": [
          {
            "description": "Google Developers Group Roma",
            "link": "https://www.meetup.com/it-IT/GDG-Roma/",
            "name": "gdg"
          },
          {
            "description": "Google Developers Expert - Google Cloud Platform",
            "link": "https://developers.google.com/community/experts/directory/profile/profile-antonella_blasetti",
            "name": "gde"
          }
      ]
    },
    "LudovicoRusso": {
      "bio": "Da sempre appassionato di tecnologia è sviluppo software, ha lavorato per anni come ricercatore nel mondo della Cloud Robotics. Attualmente si occupa di sviluppo software e progettazione architetture cloud! Nel tempo libero costruisce robottini con Arduino e Raspberry Pi.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Ludovico Russo",
      "order": 20,
      "photoUrl": "https://sessionize.com/image?f=28b7ac84e51834cb5cfde508a606b6fc,200,200,1,0,0a-e9a5-4751-b921-85ab7f0bd292.a077373c-669e-4bd0-aca0-5e81c47bd55c.jpg",
      "shortBio": "Cloud Architect e Full Stack Developer",
      "title": "Cloud Architect e Full Stack Developer",
      "socials": [
          {
              "icon" : "twitter",
              "link" : "https://twitter.com/ludusrusso",
              "name" : "Twitter"
          }
          ,{
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/ludusrusso/",
              "name" : "LinkedIn"
          }
          ,{
              "icon" : "facebook",
              "link" : "https://www.facebook.com/ludusrusso.cc",
              "name" : "Facebook"
          }
          ,{
              "icon" : "website",
              "link" : "https://ludusrusso.cc/",
              "name" : "Web Site"
          }
      ],
      "badges": [
      ]
    },
    "EugenioPaluello": {
      "bio": "Eugenio è co-CTO e co-founder di Tocket, studente magistrale in ICT Solutions Architect presso l'Università di Pisa. Sempre in cerca di nuove tecnologie da provare, i suoi hobby sono la musica, lo sport e la programmazione.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Eugenio Paluello",
      "order": 50,
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/speakers%2FEugenio_Paluello.jpg?alt=media&token=f5c9ecf8-1dd6-411c-94f4-cc1b5816cf35",
      "shortBio": "Tocket, co-CTO",
      "title": "Tocket, co-CTO",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/eugpaluello/",
              "name" : "LinkedIn"
          }
      ],
      "badges": [
      ]
    },
    "LucaCorbucci": {
      "bio": "Luca è uno studente iscritto al corso di laurea magistrale presso il dipartimento di Informatica dell’Università di Pisa. Nel suo tempo libero ama ascoltare musica, registrare podcast e sperimentare con nuovi linguaggi e tecnologie.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Luca Corbucci",
      "order": 51,
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/speakers%2FLuca_Corbucci.jpg?alt=media&token=2b7a486f-1323-4dff-8cdc-fa02b66cb11a",
      "shortBio": "Tocket",
      "title": "Tocket",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/luca-corbucci-b6156a123/",
              "name" : "LinkedIn"
          }
      ],
      "badges": [
      ]
    },
    "FiorellaDeluca": {
      "bio": "Nata il 26/02/1991 ad Anzio (RM).  Partecipante ed in seguito coach/organizzatrice per la community Django Girls Italiana. Ha preso parte al Google Summer of Code 2017 con la community OpenWISP. Mentore del Google Code-in 2017. Community leader della community PyRoma. ",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Fiorella De Luca",
      "order": 13,
      "photoUrl": "https://sessionize.com/image?f=43d60ac2cd5ca50137b88e417b0bbf47,200,200,1,0,4b74fe25-09ed-4473-9e33-7ae2eb959c01.jpg",
      "shortBio": "Nephila - Project Manager",
      "title": "Nephila - Project Manager",
      "socials": [
          {
              "icon" : "twitter",
              "link" : "https://twitter.com/fiorella_deluca",
              "name" : "Twitter"
          }
          ,{
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/fiorella-de-luca-2468b7146/",
              "name" : "LinkedIn"
          }
          ,{
              "icon" : "facebook",
              "link" : "https://www.facebook.com/deluca.fiorella",
              "name" : "Facebook"
          }
      ],
      "badges": [
      ]
    },
    "AmbraTonon": {
      "bio": "Nata il 29/01/90 a Vittorio Veneto (TV), vive ormai da 5 anni in Toscana. Laureata in Economia all’Università Ca’ Foscari di Venezia, il settore informatico diventa il suo pane quotidiano ed entra nel mondo della community Django Girls Italiana. E’ una delle prime organizzatrici degli eventi Django Girls in Italia e fornisce un costante contributo alla community Python italiana.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Ambra Tonon",
      "order": 63,
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/speakers%2FAmbraTonon.jpeg?alt=media&token=30a442bd-dbb2-4de4-82ca-9703a4574c02",
      "shortBio": "Nephila – Addetta area amministrativa e gestionale",
      "title": "Nephila – Addetta area amministrativa e gestionale",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/ambra-tonon-58b348b0/",
              "name" : "LinkedIn"
          }
      ],
      "badges": [
      ]
    },
    "SabrinaScoma": {
      "bio": "Mi occupo di tutto ciò che è content management e marketing digitale: scrivo, posiziono su Google e posto sui social. Sono organizzatrice degli eventi Django Girls in Italia, e mi occupo di promuovere la community sui social e online. Sono supporter organizzativa anche per la community Python Firenze.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Sabrina Scoma",
      "order": 64,
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/speakers%2FSabrinaScoma.JPG?alt=media&token=51e8137e-7e68-42d9-867a-e4365391931b",
      "shortBio": "Nephila Content editor e Social Media Manager",
      "title": "Nephila Content editor e Social Media Manager",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/sabrinascoma/",
              "name" : "LinkedIn"
          }
      ],
      "badges": [
      ]
    },
    "LeonardoDipilato": {
      "bio": "Aerospace Engineer by day. Tech Addict by night.Preacher of self-study, always on the lookout for some way to mix I.T. and Aerospace.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Leonardo Dipilato",
      "order": 18,
      "photoUrl": "https://sessionize.com/image?f=31d54cf74916a00f35b2b5ed17c06884,200,200,1,0,97-64a8-46b9-94fe-23bdcca5f525.a2847451-832e-45bc-817e-b7d457a1b773.jpg",
      "shortBio": "Manager - GDG Pisa; Freelance ML Engineer",
      "title": "Manager - GDG Pisa; Freelance ML Engineer",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/leonardo-dipilato-512a42167/",
              "name" : "LinkedIn"
          }
      ],
      "badges": [{
        "description": "Google Developers Group Pisa",
        "link": "https://www.meetup.com/it-IT/GDG-Pisa/",
        "name": "gdg"
      }]
    },
    "AzzurraRagone": {
      "bio": "Mi piace trasformare le imprese e portarle nel futuro. Attualmente ricopro il ruolo di Innovation & Transformation Lead per EY Business Solution. Ho lavorato per Google come Program Manager nel team Developer Relations, BurdaForward come Branch Manager e Exprivia S.p.A come Project Manager e consulente di BI per varie società italiane di Utility, Telco e Insurance. Ricercatrice in AI e Machine Learning per diversi anni, ho lavorato e collaborato con il Politecnico di Bari, l'Università di Trento, l'Università del Michigan e l'Università di Milano Bicocca.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Azzurra Ragone",
      "order": 68,
      "photoUrl": "https://sessionize.com/image?f=2dc3b85aaf47defedd235f6a7117e559,200,200,1,0,48-9ebf-4589-b344-dc8676d89de1.60a6bc5b-bc8e-44c5-863a-72793c88fe2c.png",
      "shortBio": "Innovation and Transformation lead, EY",
      "title": "Innovation and Transformation lead, EY",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/azzurraragone/",
              "name" : "LinkedIn"
          },
          {
            "icon" : "twitter",
            "link" : "https://twitter.com/azzurraragone",
            "name" : "Twitter"
        }
      ],
      "badges": [{
        "description": "Google Developers Group Bari",
        "link": "https://www.meetup.com/it-IT/GDG-Bari/",
        "name": "gdg"
      },
      {
        "description": "WTM Ambassador",
        "link": "https://www.womentechmakers.com/ambassadors/azzurra-ragone",
        "name": "wtm"
      }]
    },
    "FedericoSangati": {
      "bio": "I am a freelancer and an NLP specialist working at the UNIOR NLP Research Group at University of Naples. My research mainly focuses on corpus analysis, grammars (parsing), multi-word expressions, machine translation, and natural language understanding. I’m also interested in applying (NLP) technologies for didactic and social purposes. Since 2015 I have been actively exploring the field of conversational AI and developed a number of ChatBots.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Federico Sangati",
      "order": 69,
      "photoUrl": "https://sessionize.com/image?f=08304cf7f4bb0bf969df9d5339c53357,200,200,1,0,762e46f2-5e3d-4d64-a7ac-071d9c88a2f3.jpg",
      "shortBio": "Researcher and Freelancer",
      "title": "Researcher and Freelancer",
      "socials": [
        {
            "icon" : "linkedin",
            "link" : "https://www.linkedin.com/in/kercos/",
            "name" : "LinkedIn"
        },
        {
          "icon" : "twitter",
          "link" : "https://twitter.com/federicosangati",
          "name" : "Twitter"
        },
        {
          "icon" : "facebook",
          "link" : "https://www.facebook.com/federico.sangati",
          "name" : "Facebook"
        },
        {
          "icon" : "website",
          "link" : "https://fede.sangati.me/",
          "name" : "Website"
        }
      ],
      "badges": []
    },
    "MariaStimolo": {
      "bio": "Le parole sono importanti, saperle comunicare ancora di più. Durante gli anni universitari mi chiedevo come avrei potuto unire gli studi umanistici, la passione per la scrittura e la curiosità verso il settore della comunicazione utilizzando i nuovi media. Tutto ciò ha portato ad avvicinarmi al mondo della comunicazione digitale. Mi sono accorta concretamente di quanto una buona strategia di digital marketing si fondi sulla consapevolezza della forza delle parole, così mi sono concentrata soprattutto sul Content Marketing e sulle tematiche inerenti al Personal Branding . Sono stata community manager GDGCatania e WTM Ambassador e formatrice nelle attività del Coderdojo Etneo. Da due anni mi occupo di content marketing e di strategie digitali per Crm4, un'azienda di sviluppo software.",
      "company": "",
      "companyLogoUrl": "",
      "country": "Italy",
      "name": "Maria Stimolo",
      "order": 21,
      "photoUrl": "https://sessionize.com/image?f=1e7a507ef31258faeee9f80de3488d39,200,200,1,0,25-3e84-4d3b-9514-9415a4cc26d6.655274e9-8eba-48c9-8837-9e598a89ea75.jpg",
      "shortBio": "content marketing, comunicazione digitale",
      "title": "content marketing, comunicazione digitale",
      "socials": [
          {
              "icon" : "linkedin",
              "link" : "https://www.linkedin.com/in/maria-stimolo/",
              "name" : "LinkedIn"
          }
          ,{
              "icon" : "facebook",
              "link" : "https://www.facebook.com/nerocristallo",
              "name" : "Facebook"
          }
      ],
      "badges": [{
        "description": "Google Developers Group Catania",
        "link": "https://www.meetup.com/it-IT/GDG-Catania/",
        "name": "gdg"
      }]
    }
	},
	"team": [{
		"members": [{
				"name": "Gregorio Palamà",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FGregorioPalama.png?alt=media&token=e3a79ce0-22c3-416b-a880-dca17b98455a",
				"gdg": "GDG Pescara",
				"socials": [{
						"icon": "twitter",
						"link": "https://twitter.com/gregoriopalama",
						"name": "Twitter"
					},
					{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/gregorio-palam%C3%A0/",
						"name": "LinkedIn"
					}
				],
				"order": 0,
				"title": "Coordinamento"
			},
			{
				"name": "Francesco Pirrone",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FFrancescoPirrone.jpg?alt=media&token=47f33280-2536-4aff-9d25-80c7b0eb54c0",
				"gdg": "GDG Cloud Torino",
				"socials": [{
						"icon": "twitter",
						"link": "https://twitter.com/cfrancescop",
						"name": "Twitter"
					},
					{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/francesco-pirrone-5b3641116/",
						"name": "LinkedIn"
					}
				],
				"order": 1,
				"title": "Infrastruttura"
			},
			{
				"name": "Gianni Forlastro",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FGianniForlastro.png?alt=media&token=67ede0e7-b744-47ce-8ae2-3c3bdc8b6aa9",
				"gdg": "GDG Cloud Torino",
				"socials": [{
						"icon": "facebook",
						"link": "https://www.facebook.com/gianni.forlastro",
						"name": "Facebook"
					},
					{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/giovanni-forlastro/",
						"name": "LinkedIn"
					},
					{
						"icon": "instagram",
						"link": "https://www.instagram.com/mosquitoman81/",
						"name": "Instagram"
					}
				],
				"order": 2,
				"title": "Contenuti"
			},
			{
				"name": "Leonardo Dipilato",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FLeonardoDipilato.jpg?alt=media&token=94a7f8a1-4a17-4d84-b87d-1af1036bf23f",
				"gdg": "GDG Pisa",
				"socials": [{
						"icon": "facebook",
						"link": "https://www.facebook.com/leonardo.dipilato.3/",
						"name": "Facebook"
					},
					{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/leonardo-dipilato-512a42167/",
						"name": "LinkedIn"
					},
					{
						"icon": "medium",
						"link": "https://medium.com/@leonardipilato",
						"name": "Medium"
					}
				],
				"order": 3,
				"title": "Contenuti"
			},
			{
				"name": "Stefano Tomasi",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FStefanoTomasi.png?alt=media&token=2bb61888-ae19-4396-820f-e07f9d9d7715",
				"gdg": "GDG Trento",
				"socials": [{
						"icon": "facebook",
						"link": "https://www.facebook.com/GDGTrento//",
						"name": "Facebook"
					},
					{
						"icon": "linkedin",
						"link": "https://it.linkedin.com/in/stefanotomasi-web",
						"name": "LinkedIn"
					}
				],
				"order": 4,
				"title": "Comunicazione"
			},
			{
				"name": "Mattia Piccirillo",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FMattiaPiccirillo.jpg?alt=media&token=35b4f067-a933-40f6-8b46-0e997ace43fc",
				"gdg": "GDG Firenze",
				"socials": [{
						"icon": "facebook",
						"link": "https://www.facebook.com/mattiapiccirillo.google/",
						"name": "Facebook"
					},
					{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/mattiapiccirillo/",
						"name": "LinkedIn"
					},
					{
						"icon": "instagram",
						"link": "https://www.instagram.com/mattiapiccirillo14/",
						"name": "Instagram"
					}
				],
				"order": 5,
				"title": "Infrastruttura"
			},
			{
				"name": "Asia Salvaterra",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FAsiaSalvaterra.png?alt=media&token=30ad6303-b4af-4cb4-b79d-c5131e512ec3",
				"gdg": "GDG Trento",
				"socials": [{
						"icon": "facebook",
						"link": "https://www.facebook.com/asiasalva",
						"name": "Facebook"
					},
					{
						"icon": "instagram",
						"link": "https://www.instagram.com/asiasalva/",
						"name": "Instagram"
					}
				],
				"order": 6,
				"title": "Comunicazione"
			},
			{
				"name": "Giacomo Ranieri",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FGiacomoRanieri.jpg?alt=media&token=42453fee-ba11-4a21-925e-df625529c759",
				"gdg": "GDG Torino",
				"socials": [{
					"icon": "linkedin",
					"link": "https://www.linkedin.com/in/giacomo-ranieri-27081987",
					"name": "LinkedIn"
				}],
				"order": 7,
				"title": "Infrastruttura"
			},
			{
				"name": "Nicola Corti",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FNicolaCorti.jpeg?alt=media&token=86274a9a-79e4-4f9a-90b2-c732f0b057a4",
				"gdg": "GDG Pisa",
				"socials": [{
						"icon": "twitter",
						"link": "https://twitter.com/cortinico",
						"name": "Twitter"
					},
					{
						"icon": "github",
						"link": "https://github.com/cortinico",
						"name": "Github"
					},
					{
						"icon": "website",
						"link": "https://ncorti.com",
						"name": "Website"
					}
				],
				"order": 8,
				"title": "Infrastruttura"
			},
			{
				"name": "Saveria Serena Foti",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FSaveriaSerenaFoti.jpg?alt=media&token=a52e703a-847a-464b-86d2-e5b31c840d9e",
				"gdg": "GDG Nebrodi",
				"socials": [{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/saveria-serena-foti/",
						"name": "LinkedIn"
					},
					{
						"icon": "instagram",
						"link": "https://www.instagram.com/serenithyweb/",
						"name": "Instagram"
					}
				],
				"order": 8,
				"title": "Comunicazione & Community Engagement"
			},
			{
				"name": "Michela Bertaina",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FMichelaBertaina.jpeg?alt=media&token=de3ecd2e-06b6-4cb9-8230-fcdb6046428f",
				"gdg": "GDG Bari",
				"socials": [{
						"icon": "twitter",
						"link": "https://twitter.com/bertainamichela",
						"name": "Twitter"
					},
					{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/michela-bertaina-b79203125/",
						"name": "LinkedIn"
					},
					{
						"icon": "facebook",
						"link": "https://www.facebook.com/michela.bertaina",
						"name": "Facebook"
					}
				],
				"order": 9,
				"title": "Coordinamento"
			},
			{
				"name": "Juna Salviati",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FJunaSalviati.png?alt=media&token=69ba69bc-d617-478c-9ecd-44992b33b104",
				"gdg": "GDG Roma",
				"socials": [{
						"icon": "twitter",
						"link": "https://twitter.com/1littleendian",
						"name": "Twitter"
					},
					{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/junasalviati/",
						"name": "LinkedIn"
					}
				],
				"order": 10,
				"title": "Infrastruttura"
			},
			{
				"name": "Alessio Rizzolo",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FAlessioRizzolo.jpg?alt=media&token=886c6199-39ed-42a1-8a3d-d2abf1a09aee",
				"socials": [{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/rizzolessio/",
						"name": "Linkedin"
					},
					{
						"icon": "twitter",
						"link": "https://twitter.com/rizzolessio",
						"name": "Twitter"
					},
					{
						"icon": "instagram",
						"link": "https://www.instagram.com/rizzolessio/",
						"name": "Instagram"
					}
				],
				"order": 11,
				"gdg": "GDG Torino",
				"title": "Comunicazione"
			},
			{
				"name": "Loredana Frontino",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FLoredanaFrontino.png?alt=media&token=3b402b46-1a15-464c-93df-d9f3e0a2f48e",
				"socials": [{
					"icon": "linkedin",
					"link": "https://www.linkedin.com/in/loredana-frontino-0a2367132",
					"name": "Linkedin"
				}],
				"order": 12,
				"gdg": "GDG Torino",
				"title": "Comunicazione"
			},
			{
				"name": "Lucia Vigoroso",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FLuciaVigoroso.png?alt=media&token=7f8a1165-aac9-4c39-a0df-2b5ba6e3b455",
				"socials": [{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/lucia-vigoroso-40267472/",
						"name": "Linkedin"
					},
					{
						"icon": "instagram",
						"link": "https://www.instagram.com/lucia_vig/",
						"name": "Instagram"
					}
				],
				"order": 13,
				"gdg": "GDG Torino",
				"title": "Comunicazione"
			},
			{
				"name": "Santino Caruso",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FSantoCaruso.png?alt=media&token=24f91f1a-ba6e-4ac6-a1c4-87974aeffbfd",
				"socials": [{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/santocaruso/",
						"name": "Linkedin"
					},
					{
						"icon": "twitter",
						"link": "https://twitter.com/ssantinocaruso",
						"name": "Twitter"
					}
				],
				"order": 14,
				"gdg": "GDG Cosenza",
				"title": "Infrastruttura"
			},
			{
				"name": "Nicola Guglielmi",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FNicolaGuglielmi.jpg?alt=media&token=de2cb4bd-1fe4-4649-8e25-11d9c81bb3e3",
				"socials": [{
					"icon": "linkedin",
					"link": "https://www.linkedin.com/in/nicola-guglielmi/",
					"name": "Linkedin"
				}],
				"order": 15,
				"gdg": "GDG Campobasso",
				"title": "Follow-up"
			},
			{
				"name": "Noelia Di Pretoro",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FNoeliaDiPretoro.jpg?alt=media&token=1a6e3c72-8019-4ad6-92ae-02ff31830175",
				"socials": [{
						"icon": "linkedin",
						"link": "https://it.linkedin.com/in/noelia-di-pretoro",
						"name": "Linkedin"
					},
					{
						"icon": "facebook",
						"link": "https://www.facebook.com/noelia.dipretoro",
						"name": "Facebook"
					}
				],
				"order": 16,
				"gdg": "GDG Campobasso",
				"title": "Community engagement"
			},
			{
				"name": "Martina Chillura",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FMartinaChillura.jpeg?alt=media&token=d038981a-7c7c-4f61-9da1-e337562462dc",
				"socials": [{
						"icon": "linkedin",
						"link": "https://www.linkedin.com/in/martina-chillura",
						"name": "Linkedin"
					},
					{
						"icon": "facebook",
						"link": "https://www.facebook.com/martina.chillura",
						"name": "Facebook"
					},
					{
						"icon": "instagram",
						"link": "https://www.instagram.com/blueblocky/",
						"name": "Instagram"
					}
				],
				"order": 17,
				"gdg": "",
				"title": "Community engagement"
			},
			{
				"name": "Oriana Virgillito",
				"photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest2020-287916.appspot.com/o/team%2FOrianaVirgilito.jpg?alt=media&token=cb8de861-4af7-4b12-930a-a7b72ca610c5",
				"socials": [
					{
						"icon": "facebook",
						"link": "https://www.facebook.com/oriana.virgillito",
						"name": "Facebook"
					}
				],
				"order": 18,
				"gdg": "GDG Torino",
				"title": "Comunicazione"
			}
		],
		"title": "Core Team"
	}],
	"tickets": [{
		"available": true,
		"currency": "",
		"ends": "3 Maggio",
		"info": "Regular",
		"name": "Regular",
		"price": "Gratuito",
		"soldOut": false,
		"starts": "2 Maggio",
		"url": "https://www.eventbrite.it/e/biglietti-gdg-DevFest-together-102721366372?aff=website"
	}],
	"triggers": {
		"images": false
	},
	"tracksLinks": [{
		"name": "Keynote apertura",
		"imageUrl": "../images/tracks/keynote.png",
		"url": "https://www.youtube.com/watch?v=NevD6AlZP6I",
		"description": "Domenica 3 Maggio, 15:00-15:10"
	},{
		"name": "Machine Learning",
		"imageUrl": "../images/tracks/machinelearning.png",
		"url": "https://www.youtube.com/watch?v=lZzI1UPYA0A",
		"description": "Domenica 3 Maggio, 15:10-20:00"
	},{
		"name": "Frontend",
		"imageUrl": "../images/tracks/frontend.png",
		"url": "https://www.youtube.com/watch?v=NevD6AlZP6I",
		"description": "Domenica 3 Maggio, 15:10-20:00"
	},{
		"name": "Soft Skill",
		"imageUrl": "../images/tracks/softskill.png",
		"url": "https://www.youtube.com/watch?v=Dprq6_NjyOo",
		"description": "Domenica 3 Maggio, 15:10-20:00"
	},{
		"name": "Keynote chiusura",
		"imageUrl": "../images/tracks/keynote.png",
		"url": "https://www.youtube.com/watch?v=NevD6AlZP6I",
		"description": "Domenica 3 Maggio, 20:00-20:45"
	}]
}